Repository: timbze/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: fa, ru, sk

source: Could not compile the CS-Script.
fa: نمیتوان CS-Script را کامپایل کرد.
sk: Nebolo možné vytvoriť CS-Script.

source: Could not delete the following file. Maybe the file is currently in use. Please try again later.
fa: فایل زیر را نمیتوان حذف کرد. شاید فایل اکنون در حال استفاده است. لطفا بعدا امتحان کنید.
ru: Не удалось удалить следующий файл. Возможно, файл в настоящее время используется. Пожалуйста, повторите попытку позже.
sk: Nie je možné odstrániť nasledujúci súbor.

source: Could not find MAPI client (e.g. Thunderbird or Outlook).
fa: کلاینت MAPI را نمیتوان یافت (مانند Thunderbird یا Outlook).
ru: MAPI почтовый клиент не найден (см. Thunderbird или Outlook).
sk: Nie je možné nájsť MAPI klienta (napríklad Thunderbird alebo Outlook).

source: Could not login to FTP server.
fa: نمیتوان وارد سرور اِف تی پی شد.
ru: Не удалось войти на FTP-сервер.
sk: Nebolo možné sa prihlásiť na FTP server.

source: Could not login to FTP server. Please check your Internet connection.
fa: نمیتوان وارد سرور اِف تی پی شد.لطفا ارتباط اینترنتی خود را بررسی کنید.
ru: Не удалось войти на FTP-сервер. Пожалуйста, проверьте ваше интернет-соединение.
sk: Nie je možné prihlásiť sa na FTP server. Skontrolujte si vaše internetové pripojenie.

source: Could not read from FTP directory to ensure unique filenames.
fa: نمیتوان دایرکتوری اِف تی پی را خواند تا از منحصر بفرد بودن نام فایل مطمئن شد.
ru: Не удалось прочесть из каталога FTP, чтобы обеспечить уникальные имена файлов.
sk: Nie je možné načítať z FTP priečinku jedinečné názvy.

source: Could not upload file to FTP.
fa: فایل را نمیتوان به اِف تی پی آپلود کرد.
ru: Не удалось загрузить файл на FTP.
sk: Nebolo možné načítať súbor na FTP.

source: Couldn't find PDFCreator in your system. Please check if you have installed it.
fa: PDFCreator را نمیتوان در سیستم یافت. بررسی کنید نصب شده باشد.
sk: Nie je možné nájsť PDFCreator vo vašom systéme. Skontrolujte, či ste ho nainštalovali.

source: Cover
fa: کاور
ru: Обложка
sk: Obal

source: Cover file (PDF):
fa: فایل کاور (PDF):
ru: Файл обложки (PDF):
sk: Súbor obalu (PDF):

source: Cover file does not exist.
fa: فایل کاور وجود ندارد.
ru: Файл обложки не существует.
sk: Súbor obalu neexistuje.

source: Cover path contains illegal characters.
fa: مسیر کاور حاوی کاراکترهای غیر مجاز است.
ru: Путь к обложке содержит недопустимые символы.
sk: Cesta k obálke obsahuje neplatné znaky.

source: Cover path is invalid absolute path.
fa: مسیر کاور،مسیر کامل نامعتبر است.
ru: Недопустимый путь к обложке.
sk: Cesta k obalu nie je platnou cestou.

source: Cover path is too long.
fa: مسیر کاور خیلی بلند است.
ru: Путь к обложке слишком длинный.
sk: Cesta k obalu je príliš dlhá.

source: Create PDF files
fa: ایجاد فایل های پی دی اِف
ru: Создание файлов PDF
sk: Vytváranie PDF súborov

source: Create a link to share the uploaded files. Anyone with the link can view this file.
fa: ایجاد لینک برای به اشتراک گذاری فایل ها.هرکسی که لین را داشته باشد میتواند فایل را مشاهده کند.
ru: Создать ссылку, чтобы поделиться загруженными файлами. Любой по этой ссылке сможет просмотреть этот файл.
sk: Vytvoriť odkaz pre zdieľanie nahratých súborov. Každý s týmto odkazom si môže pozrieť tento súbor.

source: Create custom forms
fa: ایجاد برگه های دستی
ru: Создание пользовательских форм
sk: Tvorba vlastných formulárov

source: Create new accounts
fa: ایجاد اکانت های جدید
ru: Создание новых учетных записей
sk: Vytvoriť nové účty

source: Custom Page
fa: صفحه دستی
ru: Пользовательская страница
sk: Vlastná strana

source: Custom viewer was not found.
fa: نمایش دهنده دستی یافت نشد.
ru: Пользовательское средство просмотра не найдено.
sk: Vlastný prehliadač nebol nájdený.

source: Czech
fa: چک
sk: Čeština

source: DPI
fa: نقطه در اینچ
ru: Точек на дюйм (DPI)

source: Daily
fa: روزانه
ru: Ежедневно
sk: Denne

source: Danish
fa: دانمارکی
sk: dánčina

source: Date
fa: تاریخ
sk: Dátum

source: Debug
fa: اشکال یابی
ru: Отладка
sk: Ladenie

source: Default Printer
fa: چاپگر پیش فرض
ru: Принтер по умолчанию
sk: Predvolená tlačiareň

source: Default Settings
fa: تنظیمات پیش فرض
ru: Настройки по умолчанию
sk: Obnoviť predvolené nastavenia

source: Default Viewer
fa: نمایش دهنده پیش فرض
ru: Средство просмотра по умолчанию
sk: Predvolený prehliadač

source: Default printer
fa: چاپگر پیش فرض
sk: Predvolená tlačiareň

source: Delete
fa: حذف
ru: Удалить
sk: Odstrániť

source: Delete File
fa: حذف فایل
ru: Удаление файла
sk: Odstrániť súbor

source: Delete Printer
fa: حذف چاپگر
ru: Удалить принтер
sk: Vymazať tlačiareň

source: Delete print job
fa: حذف وظیفه چاپ
ru: Удалить задание на печать
sk: Odstrániť tlačovú úlohu

source: Digitally signs PDF files, for example to verify the sender’s identity and to ensure the document has not been changed after signing. Signature and Encryption are always processed last.
fa: فایل های PDF امضاء دیجیتالی شده، برای مثال برای احراز هویت ارسال کننده و اطمینان از اینکه بعد از ارسال تغییر نکرده است. امضاء و رمزگذاری همیشه در آخر پردازش میشود.
sk: Digitálne podpíše PDF súbory, napríklad za účelom overenia totožnosti odosielateľa a zaistení toho, aby dokument nemohol byť po podpísaní zmenený. Podpis a šifrovanie sú vždy spracované ako posledné.

source: Directory:
fa: دایرکتوری:
ru: Каталог:
sk: Priečinok:

source: Disable History
fa: غیرفعالسازی تاریخچه
ru: Отключить историю
sk: Vypnúť históriu

source: Disable accounts tab
fa: غیرفعالسازی تب اکانت ها
sk: Zakázať kartu účtov

source: Disable application settings
fa: غیرفعالسازی تنظیمات کاربردی
sk: Zakázať nastavenia programu

source: Disable debug tab
fa: غیرفعالسازی تب اشکل یابی
sk: Zakázať kartu ladenia

source: Disable history
fa: غیر فعالسازی تاریخچه
sk: Zakázať históriu

source: Disable printer tab
fa: غیرفعالسازی تب چاپگر
sk: Zakázať kartu tlačiareň

source: Disable profile management
fa: غیرفعالسازی مدیریت پروفایل
sk: Zakáže správu profilu

source: Disable rss feed
fa: غیرفعالسازی خوراک آر اِس اِس
sk: Zakázať RSS kanál

source: Disable tips on home screen
fa: غیرفعالسازی نکات ر صفحه خانگی
sk: Zakázať typy na domovskej obrazovke

source: Disable title tab
fa: غیرفعالسازی تب عنوان
sk: Vypnúť kartu histórie

source: Disable usage statistics
fa: غیرفعالسازی آمار مصرف
sk: Zakázať štatistiky používania

source: Disable workflow editor
fa: غیرفعالسازی ویرایشگر جریان کار

source: Disabled by Administrator
fa: توسط آدمین غیر فعال شده
ru: Отключено Администратором
sk: Zakázané administrátorom

source: Dismiss
fa: لغو
sk: Zamietnuť

source: Display signature in document
fa: نمایش امضا در سند
ru: Показывать подпись в документе
sk: Zobraziť podpis dokumentu

source: Do you really want to restore the default settings? The current settings will be lost.
fa: آیا واقعا میخواهید تنظیمات پیش فرض را بازگردانی کنید؟تنظیمات فعلی از دست خواهد رفت.
ru: Вы, действительно, хотите восстановить настройки по умолчанию. Текущие настройки будут потеряны.
sk: Skutočne chcete obnoviť predvolené nastavenia? Týmto stratíte aktuálne nastavenia.

source: Do you want to clear the history? All records will be removed, but the documents will not be deleted.
fa: میخواهید تاریخچه را پاک کنید؟ همه سوابق حذف میشود، اما اسناد حذف نخواهد شد.
sk: Chcete vyčistiť históriu? Všetky záznamy budú odstránené ale dokumenty nebudú odstránené.

source: Do you want to continue?
fa: آیا میخواهید ادامه دهید؟
sk: Naozaj chcete pokračovať?

source: Do you want to convert the {0} selected file?
fa: آیا میخواهید فایل منتخب {0} را تبدیل کنید؟
ru: Вы хотите преобразовать выбранный файл {0}?
sk: Chcete vykonať prevod vybraného súboru ({0})?

source: Do you want to make the license available for all users on your system?
fa: میخواهید مجوز را برای همه کاربران سیستم خود موجود کنید؟
ru: Вы хотите сделать доступной лицензию для всех пользователей на вашей системе?
sk: Chcete aby táto licencia bola dostupná pre všetkých používateľov vo vašom systéme?

source: Do you want to proceed anyway?
fa: بهر حال ادامه می دهید؟
ru: Продолжить выполнение?
sk: Napriek tomu vykonať?

source: Do you want to remove the queue '{0}'?
fa: آیا میخواهید صف '{0}' را حذف کنید؟
sk: Chcete odstrániť frontu „{0}"?

source: Do you want to save anyway?
fa: بهر حال میخواهید ذخیره کنید؟
ru: Вы все равно хотите сохранить?
sk: Ste si istý, že ich chcete uložiť?

source: Do you want to save?
fa: میخواهید ذخیره کنید؟
sk: Naozaj to chcete uložiť?

source: Document Info
fa: اطلاعات سند
ru: Информация о документе
sk: Informácie o dokumente

source: Document outline visible
fa: پدیداری پیرامون سند
ru: Показывать структуру документа
sk: Viditeľné obrysy stránky

source: Document view:
fa: مشاهده سند:
ru: Просмотр документа:
sk: Náhľad dokuemntu:

source: Don't overwrite existing files
fa: فایل های موجود را جایگزین نکن
ru: Не перезаписывать существующие файлы
sk: Neprepíšte existujúce súbory

source: Don't overwrite files (adds an increasing number in case of conflict)
fa: فایل ها را جایگزین نکن (در صورت تداخل شماره افزایشی اضافه کن)
ru: Не перезаписывать файлы (добавить номер к имени в случае конфликта)
sk: Neprepisovať súbory (bude pridaná rozširujúca číslica v prípade konfliktu)

source: Don't overwrite files (adds an increasing number in case of conflict).
fa: فایل ها را جایگزین نکن (در صورت تداخل شماره افزایشی اضافه کن).
ru: Не перезаписывать файлы (добавить счетчик в случае конфликта).
sk: Neprepisovať súbory (bude pridaná rozširujúca číslica v prípade konfliktu).

source: Don't save password and request it during conversion
fa: رمزعبور را ذخیره نکن و آن را حین تبدیل درخواست کن
ru: Не сохранять пароль и запросить его во время преобразования
sk: Neukladať heslo a žiadať ho počas každého prevodu

source: Don't save password and request it during upload.
fa: رمز عبور را ذخیره نکن و حین آپلود درخواست کن.
ru: Не сохранять пароль, а запросить его во время загрузки.
sk: Neukladať heslo a požadovať ho počas každého nahrávania.

source: Don't show quick Actions until the next update
fa: اقدامات سریع را تا بروز رسانی بعدی نشان نده
ru: Не показывать быстрые действия до следующего обновления
sk: Nezobrazovať rýchle akcie až po ďalšiu aktualizáciu

source: Double page view (odd pages left)
fa: مشاهده دو صفحه (صفحات فرد سمت چپ)
ru: Показывать по две страницы (нечетные слева)
sk: Zobrazenie dvojstránky (nepárne stránky vľavo)

source: Double page view (odd pages right)
fa: مشاهده دو صفحه (صفحات فرد سمت راست)
ru: Показывать по две страницы (нечетные справа)
sk: Zobrazenie dvojstránky (nepárne stránky vpravo)

source: Download PDF Architect now
fa: حالا دانلود PDF Architect
ru: Скачать PDF Architect
sk: Stiahnúť PDF Architect teraz

source: Download the latest version at:
fa: دانلود جدیدترین نسخه در:
ru: Скачать последнюю версию по адресу:
sk: Stiahnuť najnovšiu verziu:

source: Dropbox
fa: درآپ باکس
ru: Drоpbox

source: Dropbox Account
fa: اکانت درآپ باکس
ru: Учетная запись Dropbox
sk: Dropbox účet

source: Dropbox account could not be created. Please try again.
fa: اکانت درآپ باکس را نمیتوان ایجاد کرد.لطفا مجدد امتحان کنید.
ru: Не удалось создать учетную запись Dropbox. Пожалуйста, попробуйте еще раз.
sk: Dropbox účet nemohol byť vytvorený. Skúste to znovu.

source: Duplex printing (if support by the printer)
fa: چاپ دورو (اگر توسط چاپگر پشتیبانی شود)
ru: Двусторонняя печать (если поддерживается принтером)
sk: Obojstranná tlač (ak to podporuje tlačiareň)

source: Dutch
fa: هلندی
sk: holandčina

source: E-mail
fa: ایمیل

source: E-mail Address:
fa: آدرس ایمیل:
ru: Адрес электронной почты:
sk: E-mailová adresa:

source: E-mail automatically created by PDFCreator
fa: ایمیل خودکار با برنامه ایجاد شده است
ru: E-mail автоматически создается программой PDFCreator
sk: E-mail vytvorený automaticky programom PDFCreator

source: E-mail automatically created by the free PDFCreator
fa: ایمیل خودکار با نسخه رایگان برنامه ایجاد شده است
ru: Электронное письмо автоматически создано PDFCreator
sk: E-mail vytvorený automaticky bezplatnou verziou programu PDFCreator

source: E-mail over SMTP could not be delivered to one or more recipients.
fa: ایمیل تحت SMTP را نمیتوان به یک یا تعدادی از دریافت کنندگان تحویل داد.
ru: Электронная почта по SMTP не может быть доставлена одному или нескольким получателям.
sk: E-mail cez SMTP nemohol byť doručený jednému alebo viacerým prijímateľom.

source: Edit
fa: ویرایش
ru: Изменить
sk: Upraviť

source: Edit Account
fa: ویرایش اکانت
sk: Upraviť účet

source: Edit E-mail Text
fa: ویرایش متن ایمیل
ru: Редактировать текст электронной почты
sk: Upraviť text e-mailu

source: Edit FTP Account
fa: ویرایش اکانت اِف تی پی
ru: Изменить учетную запись FTP
sk: Upraviť FTP účet

source: Edit HTTP Account
fa: ویرایش اکانت اِچ تی تی پی
ru: Изменить учетную запись HTTP
sk: Upraviť HTTP účet

source: Edit PDF files
fa: ویرایش فایل های پی دی اِف
ru: Редактировать PDF-файлы
sk: Úprava PDF súborov

source: Edit SMTP Account
fa: ویرایش اکانت اِس اِم تی پی
ru: Редактировать SMTP-аккаунт
sk: Upraviť SMTP účet

source: Edit Time Server Account
fa: ویرایش زمان سرور اکانت
ru: Изменить учетную запись сервера времени
sk: Upraviť účet časového servera

source: Edit Title Replacement
fa: ویرایش عنوان جایگزینی
ru: Изменить заголовок
sk: Úprava náhradného názvu

source: Enable History
fa: فعالسازی تاریخچه
ru: Включить историю
sk: Povoliť históriu

source: Enable automatic mode and skip the interaction with PDFCreator. With a few configurations you will be able to create and save your PDFs to your preferred folder by simply printing directly from your document.
fa: فعالسازی حالت خودکار و رد فعل و انفعال با PDFCreator.با کمی پیکربندی شما قادر به ایجاد و ذخیره پی دی اِف های خود در پوشه دلخواه با چاپ مستقیم از سند خود خواهید بود.
sk: Povolením preskočíte interakciu s programom PDFCreator. S miernym upravením nastavení budete môcť vytvárať a ukladať vaše PDF súbory jednoduchšie a priamo z vášho dokumentu.

source: Encryption
fa: کُدگذاری
ru: Шифрование
sk: Šifrovanie

source: Encryption Level
fa: سطح کُدگذاری
ru: Уровень шифрования
sk: Úroveň šifrovania

source: Encryption Passwords
fa: کُدگذاری رمزعبور
ru: Пароли шифрования
sk: Šifrovanie hesiel

source: End
fa: انتها
ru: Конец
sk: Končí

source: English
fa: انگلیسی
sk: angličtina

source: Enjoy our free features:
fa: از ویژگی های رایگان لذت ببرید:
ru: Наслаждайтесь нашими бесплатными функциями:
sk: Verzia zdarma zahŕňa:

source: Enter license key
fa: کلید مجوز را وارد کنید
ru: Лицензионный ключ
sk: Zadajte licenčný kľúč

source: Error
fa: خطا
ru: Ошибка
sk: Chyba

source: Error During Deletion
fa: خطا حین حذف
ru: Ошибка при удалении
sk: Chyba počas odstraňovania

source: Error during PDF/A conversion.
fa: خطا حین تبدیل PDF/A.
ru: Ошибка при преобразовании PDF/A.
sk: Vyskytla sa chyba počas PDF/A prevodu.

source: Error while adding attachment to the document.
fa: خطا حین افزودن ضمیمه به سند رخ داد.
sk: Vyskytla sa chyba počas pridávania prílohy do dokumentu.

source: Error while adding background to the document.
fa: خطا حین افزودن پس زمینه به سند رخ داد.
ru: Ошибка при добавлении фона в документ.
sk: Vyskytla sa chyba počas pridávania pozadia do dokumentu.

source: Error while adding cover to the document.
fa: خطا حین افزودن جلد به سند رخ داد.
sk: Vyskytla sa chyba počas pridávania obalu do dokumentu.

source: Error while authenticating license.
fa: خطا حین معتبر سازی مجوز رخ داد.
ru: Ошибка при проверке лицензии.
sk: Vyskytla sa chyba počas overovania licencie.

source: Error while copying the output file.
fa: خطا حین کپی خروجی فایل.
ru: Ошибка при копировании выходного файла.
sk: Vyskytla sa chyba počas kopírovania výstupného súboru.

source: Error while encrypting the document.
fa: خطا حین کُدگذاری سند.
ru: Ошибка при шифровании документа.
sk: Chyba počas šifrovania dokumentu.

source: Error while printing the file.
fa: خطا حین چاپ فایل.
ru: Ошибка при печати файла.
sk: Chyba počas tlačenia súboru.

source: Error while processing the document.
fa: خطا حین پردازش سند.
ru: Ошибка при обработке документа.
sk: Chyba počas spracovania dokumentu.

source: Error while running the script action.
fa: خطا حین اجرای اقدام اسکریپت.
ru: Ошибка при выполнении действий сценария.
sk: Chyba pri behu akcie skriptu.

source: Error while sending e-mail over SMTP.
fa: خطا حین ارسال ایمیل تحت SMTP رخ داد.
ru: Ошибка при отправке электронной почты по SMTP.
sk: Vyskytla sa chyba pri odosielaní e-mailu cez SMTP.

source: Error while signing the document.
fa: خطا حین امضای سند.
ru: Ошибка при подписании документа.
sk: Vyskytla sa chyba počas podpisovania dokumentu.

source: Error while signing. Can not connect to time server.
fa: خطا حین امضا.به سرور زمان نمیتوان متصل شد.
ru: Ошибка при подписании. Не удается подключиться к серверу времени.
sk: Chyba pri podpisovaní. Nie je možné sa pripojiť k časovému serveru.

source: Error while signing. The certificate is invalid or has expired.
fa: خطا حین امضاء.گواهینامه نامعتبر یا منقضی شده است.
ru: Ошибка при подписании. Сертификат недействителен или истек.
sk: Chyba pri podpisovaní. Certifikát je neplatný alebo expiroval.

source: Error while stamping the document. Make sure that the selected font contains all glyphs used in the stamping text.
fa: خطا حین مهر کردن سند. مطمئن شوید فونت منتخب حاوی همه حروف استفاده شده در متن مهر باشد.
sk: Vyskytla sa chyba počas vytvárania pečiatky dokumentu. Uistite sa, že vybratý typ písma obsahuje všetky piktogramy použité v texte razítka.

source: Error while trying to log-in.
fa: خطا حین سعی در ورود.
ru: Ошибка при попытке входа в систему.
sk: Chyba počas pokusu o pripojenie.

source: Error while uploading and sharing the document to Dropbox.
fa: خطا حین آپلود و اشتراک گذاری سند در درآپ باکس.
ru: Ошибка при загрузке и предоставлении в общий доступ документа в Dropbox.
sk: Vyskytla sa chyba počas nahrávania a zdieľania súboru na Dropbox.

source: Error while uploading file to FTP server.
fa: خطای حین آپلود فایل به سرور اِف تیپی رخ داده است.
ru: Ошибка при загрузке файлов на FTP-сервер.
sk: Chyba počas nahrávania súboru na FTP server.

source: Error while uploading the document to Dropbox.
fa: خطا حین آپلود فایل به درآپ باکس.
ru: Ошибка при загрузке документа в Dropbox.
sk: Vyskytla sa chyba počas nahrávania dokumentu na Dropbox.

source: Error while uploading to HTTP server.
fa: خطای حین آپلود به سرور اِف تی پی رخ داده است.
ru: Ошибка при загрузке файлов на FTP-сервер.
sk: Chyba počas nahrávania na HTTP server.

source: Error while uploading to HTTP server. 401 interaction is not authorized.
fa: خطای حین آپلود به سرور اِف تی پی رخ داده است.401 اثر متقابل احراز هویت نشده است.
ru: Ошибка при загрузке на HTTP-сервер. 401 не разрешено.
sk: Chyba počas nahrávania HTTP server. Interakcia nie je povolená (401).

source: Errors
fa: خطاها
sk: Chyby

source: Exception during post-conversion CS-Script.
fa: استثناء حین پس-تبدیل CS-Script.
sk: Výnimka počas post-conversion CS-Scriptu.

source: Exception during pre-conversion CS-Script.
fa: استثناء حین پیش-تبدیل CS-Script.
sk: Výnimka počas pre-conversion CS-Scriptu.

source: Executable Files
fa: فايلهای قابل اجرا
sk: Spustiteľné súbory

source: Executable Path:
fa: مسیر فایل اِجرایی:
ru: Исполняемый путь:
sk: Spustiteľná cesta:

source: Executable files
fa: فايلهاي قابل اجرا
ru: Исполняемые файлы
sk: Spustiteľné súbory

source: Expires:
fa: منقضی میشود در:
ru: Истекает:
sk: Expiruje:

source: Explorer Context Menu Integration
fa: یکپارچگی با کلیک راست اکسپلورر
ru: Интеграция в контекстное меню Проводника
sk: Integrácia do kontextového menu Explorera

source: Export Settings
fa: خروجیگیری تنظیمات
ru: Настройки экспорта
sk: Nastavenie exportu

source: Extract User Tokens
fa: استخراج رمزهای کاربر
sk: Extrahovať používateľský token

source: Extracts values from the source document and uses them anywhere they are supported by PDFCreator.
fa: استخراج مقادیر از منبع سند و استفاده آنها در هر جایی که با PDFCreator پشتیبانی می شوند.
sk: Extrahuje hodnoty zo zdrojového dokumentu a používa ich kdekoľvek, kde sú podporované v programe PDFCraetor.

source: FTP
fa: اِف تی پی

source: FTP Account
fa: اکانت اِف تی پی
ru: FTP-аккаунт
sk: FTP účet

source: FTP Account:
fa: اکانت اِف تی پی:
ru: Учетная запись FTP:
sk: FTP účet:

source: FTP Server Password:
fa: رمزعبور سرور اِف تی پی:
ru: Пароль сервера FTP:
sk: Heslo FTP servera:

source: FTP Upload
fa: آپلود اِف تی پی
ru: Загрузка на FTP
sk: Nahrať cez FTP

source: FTP server is not specified.
fa: سرور اِف تی پی تعیین نشده است.
ru: FTP-сервер не указан.
sk: Nebol zadaný žiaden FTP server.

source: FTP server password is not specified.
fa: رمزعبور سرور اِف تی پی تعیین نشده است.
ru: Пароль для FTP-сервера не указан.
sk: Nebolo zadané žiadne heslo pre FTP server.

source: FTP server user name is not specified.
fa: نام کاربری سرور اِف تی پی تعیین نشده است.
ru: Имя пользователя для FTP сервера не указано.
sk: Používateľské meno FTP servera nebolo zadané.

source: Factor:
fa: عامل:
ru: Фактор:
sk: Faktor:

source: Failed:
fa: موفق نشد:
sk: Neúspešné:

source: Failure in directory on FTP server.
fa: خرابی در دایرکتوری در سرور اِف تی پی.
ru: Сбой в каталоге на FTP-сервере.
sk: Neplatný priečinok na FTP serveri.

source: Features
fa: ویژگی ها
sk: Funkcie

source: File for JPEG viewer does not exist.
fa: فایل برای نمایش دهنده JPEG وجود ندارد.
ru: Файл для просмотра JPEG не существует.
sk: Súbor pre JPEG prehliadač neexistuje.

source: File for PDF viewer does not exist.
fa: فایل برای نمایش دهنده PDF وجود ندارد.
ru: Файл для просмотра PDF не существует.
sk: Súbor pre PDF prehliadač neexistuje.

source: File for PNG viewer does not exist.
fa: فایل برای نمایش دهنده PNG وجود ندارد.
ru: Файл для просмотра PNG не существует.
sk: Súbor pre PNG prehliadač neexistuje.

source: File for TIFF viewer does not exist.
fa: فایل برای نمایش دهنده TIFF وجود ندارد.
ru: Файл для просмотра TIFF не существует.
sk: Súbor pre TIFF prehliadač neexistuje.

source: File for Text viewer does not exist.
fa: فایل برای نمایش دهنده متن وجود ندارد.
ru: Файл для просмотра текста не существует.
sk: Súbor pre textový prehliadač neexistuje.

source: File path too long
fa: مسیر فایل خیلی بلند است
ru: Путь к файлу слишком длинный
sk: Cesta k súboru je príliš dlhá

source: File_name:
fa: نام_فایل:
ru: Имя файла:
sk: Názov _súboru:

source: Filename template contains illegal characters.
fa: قالب نام فایل حاوی کاراکترهای غیر مجاز است.
ru: Шаблон имени содержит недопустимые символы.
sk: Názov súboru šablóny obsahuje neplatné znaky.

source: Filename:
fa: نام فایل:
ru: Имя файла:
sk: Názov súboru:

source: Files recently created by PDFCreator:
fa: فایل هایی که اخیرا با PDFCreator ایجاد شده است:
ru: Файлы, недавно созданные PDFCreator:
sk: Nedávno prevedené súbory

source: Files:
fa: فایل ها:
ru: Файлы:
sk: Súbory:

source: First Page
fa: اولین صفحه
ru: Первая страница
sk: Prvá strana

source: Fixes
fa: مشکلات حل شده
sk: Opravy

source: Floating double page view (odd pages left)
fa: مشاهده دو صفحه شناور (صفحات فرد سمت چپ)
ru: Показывать по две плавающие страницы (нечетные слева)
sk: Plávajúce zobrazenie dvojstránky (nepárne stránky vľavo)

source: Floating double page view (odd pages right)
fa: مشاهده دو صفحه شناور (صفحات فرد سمت راست)
ru: Показывать по две плавающие страницы (нечетные справа)
sk: Plávajúce zobrazenie dvojstránky (nepárne stránky vpravo)

source: Floating page view (one page)
fa: مشاهده صفحه شناور (یک صفحه)
ru: Показывать по две плавающие страницы (одностраничный вид)
sk: Plávajúce zobrazenie stránky (jedna strana)

source: Folder:
fa: پوشه:
ru: Папка:
sk: Priečinok:

source: Font Color:
fa: رنگ فونت:
ru: Цвет:
sk: Farba písma:

source: Font:
fa: فونت:
ru: Шрифт:
sk: Písmo:
