Repository: timbze/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: fa, ru, sk

source: &Convert with PDFCreator
fa: &تبدیل با PDFCreator
sk: &Prevod programom PDFCreator

source: &Merge
fa: &ادغام
sk: &Spojiť

source: '{0}' already exists. Do you want to replace it?
fa: '{0}' از قبل موجود است. میخواهید آن را جایگزین کنید؟
ru: '{0}' уже существует. Вы хотите заменить это?
sk: „{0}" už existuje. Naozaj ho chcete nahradiť?

source: (Forums)
fa: (انجمن)
sk: (Fóra)

source: ... or simply drop files here!
fa: ... یا تنها فایل را اینجا رها کنید!
ru: ... или просто перетащите файлы сюда!
sk: ... alebo sem jednoducho pretiahnite súbory!

source: 16 Color (4 Bit)
fa: 16 رنگ (4 بیت)
ru: 16 цветов (4 бит)
sk: 16 farieb (4 bity)

source: 16 Million Colors (24 Bit)
fa: 16 میلیون رنگ (24 بیت)
ru: 16 млн. цветов (24 бит)
sk: 16 miliónov farieb (24 bitov)

source: 16 Million Colors with Transparency (32 Bit)
fa: 16 میلیون رنگ با پشت نمایی (32 بیت)
ru: 16 млн. цветов с прозрачностью (32 бит)
sk: 16 miliónov farieb s priehľadnosťou (32 bitov)

source: 256 Colors (8 Bit)
fa: 256 رنگ (8 بیت)
ru: 256 цветов (8 бит)
sk: 256 farieb (8 bitov)

source: 4096 Colors (12 Bit)
fa: 4096 رنگ (12 بیت)
ru: 4096 цветов (12 бит)
sk: 4096 farieb (12 bitov)

source: <Default Profile>
fa: پروفایل پیش فرض
ru: <Профиль по умолчанию>
sk: <Predvolený profil>

source: <User:NameDefinedByUser:Default Value>
fa: <User:نام تعریف شده توسط کاربر:مقدار پیش فرض>
sk: <Používateľ:NázovDefinovanýUžívateľom:Predvolená Hodnota>

source: A new Update is available
fa: بروز رسانی جدید موجود است
ru: Доступно новое обновление
sk: Je dostupná nová verzia programu

source: A new update is available
fa: یک بروز رسانی جدید موجود است
sk: Je dostupná nová verzia programu

source: A printer with the name '{0}' is already installed on your system. Please enter a new printer name:
fa: یک چاپگر با نام '{0}' از قبل در سیستم شما نصب شده است. لطفا نام چاپگر جدید را وارد کنید:
ru: Имя принтера '{0}' уже используется. Пожалуйста, введите другое имя принтера:
sk: Tlačiareň s názvom „{0}" je už vo vašom systéme nainštalovaná. Zadajte nový názov tlačiarne:

source: Access Denied
fa: غير قابل دسترسی
ru: Доступ запрещен
sk: Prístup zamietnutý

source: Accounts
fa: اکانت ها
ru: Учетные записи
sk: Účty

source: Activate RSS news feed
fa: فعالسازی خوراک اخبار آر اِس اِس
sk: Aktivovať RSS kanál

source: Activate to completely disable the anonymous usage statistics.
fa: غیرفعالسازی کامل آمار مصرف ناشناس.
sk: Aktivujte, ak chcete kompletne zakázať anonymné štatistiky používania.

source: Activate to completely disable the rss news feed.
fa: غیرفعالسازی کامل خوراک اخبار آر اِس اِس.
sk: Aktivujte, ak chcete úplne vypnúť zdroj RSS správ.

source: Activate to disable accounts tab. This disables the functionality to add, remove or change accounts.
fa: غیرفعالسازی تب اکانت ها.این قابلیت افزودن،حذف، یا تغییر اکانت را غیرفعال می کند.
sk: Aktivujte, ak chcete zakázať kartu Účty. Takto zakážete pridávanie, odstraňovanie alebo úpravu účtov.

source: Activate to disable debug tab. This disables the functionalities to run test jobs and change the debug level.
fa: تب عیب یابی را غیرفعال می کند.این قابلیت اجرای وظایف تست و تغییر سطح عیب یابی را غیرفعال می کند.
sk: Aktivujte, ak chcete zakázať kartu ladenia. Takto zakážete vytlačenie testovacej stránky a zmenu úrovne zaznamenávania chýb.

source: Activate to disable printer tab. This disables the functionalities to add/delete/rename PDFCreator printers, change profile assignments and set the primary pdfcreator printer.
fa: تب چاپگر را غیرفعال می کند.این قابلیت های افزودن،حذف،تغییرنام، چاپگر های PDFCreator،تغییر اختصاص پروفایل ها و تنظیم چاپگر اولیه برنامه را غیر فعال می کند.
sk: Aktivujte pre zakázanie karty tlačiarne. Takto zakážete pridávanie/vymazanie/premenovanie tlačiarní programu PDFCreator, zmenu priradenia profilu a nastavenie primárnej tlačiarne.

source: Activate to disable the access to the whole application settings.
fa: غیرفعالسازی دسترسی به کل تنظیمات برنامه.
sk: Aktivujte, ak chcete zakázať prístup ku všetkým nastaveniam programu.

source: Activate to disable the job history.
fa: غیرفعالسازی تاریخچه وظیفه.
sk: Aktivujte, ak chcete zakázať históriu úloh.

source: Activate to disable title tab. This disables the functionality to change title replacements.
fa: تب عنوان را غیرفعال می کند.این قابلیت تغییر جایگزینی عنوان را غیرفعال می کند.
sk: Aktivujte ak chcete zakázať kartu Názov. Takto zakážete zmenu nahradenia názvu.

source: Activate to hide information about our customizable PDF Editor.
fa: فعالسازی برای مخفی کردن اطلاعات درباره سفارشی ساز ویرایشگر پی دی اف ما.
sk: Aktivujte, ak chcete skryť informácie o PDF editore.

source: Activate to hide license tab.
fa: فعالسازی برای مخفی کردن تب مجوز.
sk: Aktivujte, ak chcete skryť kartu Licencie.

source: Activate to hide the tips on home screen
fa: مخفی کردن نکات در صفحه خانگی را فعال می کند
sk: Aktivujte, ak chcete skryť tipy na domovskej obrazovke

source: Activate to load application settings from ini file in "%ProgramData%\pdfforge\PDFCreator". This is activated by default and must be explicitly disabled.
fa: بارگیری تنظیمات برنامه از فایل ini در "%ProgramData%\pdfforge\PDFCreator" را فعال می کند.این پیش فرض فعال است و باید به صراحت غیرفعال شده باشد.
sk: Aktivujte, ak chcete načítať nastavenie programu z .ini súboru v "%ProgramData%\pdfforge\PDFCreator". Toto je štandardne povolené a musí byť explicitne zakázané.

source: Activate to load profiles from ini file in "%ProgramData%\pdfforge\PDFCreator". This is activated by default and must be explicitly disabled.
fa: بارگیری پروفایل ها را از فایل ini در پوشه "%ProgramData%\pdfforge\PDFCreator" را فعال می کند.این پیش فرض فعال شده است و باید به صراحت غیرفعال شود.
sk: Aktivujte, ak chcete načítať profily z .ini súboru v "%ProgramData%\pdfforge\PDFCreator". Toto je štandardne aktivované a musí byť explicitne zakázané.

source: Activation failed
fa: موفق به فعالسازی نشد
ru: Активация не удалась
sk: Aktivácia zlyhala

source: Activation successful
fa: فعالسازی با موفقیت انجام شد
ru: Успешная активация
sk: Aktivácia dokončená

source: Activation valid till:
fa: فعالسازی معتبر است تا:
ru: Активация действительна до:
sk: Aktivácia platná do:

source: Add
fa: افزودن
ru: Добавить
sk: Pridať

source: Add Account
fa: افزودن اکانت
sk: Pridať účet

source: Add Action
fa: افزودن اقدام
sk: Pridať akciu

source: Add Dropbox Account
fa: افزودن اکانت درآپ باکس
ru: Добавить учетную запись Dropbox
sk: Pridať Dropbox účet

source: Add FTP Account
fa: افزودن اکانت اِف تی پی
ru: Добавить учетную запись FTP
sk: Pridať FTP účet

source: Add HTTP Account
fa: افزودن اکانت اِچ تی تی پی
ru: Добавить учетную запись HTTP
sk: Pridať HTTP účet

source: Add New Profile
fa: افزودن پروفایل جدید
ru: Добавить новый профиль
sk: Pridať nový profil

source: Add Printer
fa: افزودن چاپگر
ru: Добавить принтер
sk: Pridať tlačiareň

source: Add SMTP Account
fa: افزودن اکانت اِس اِم تی پی
ru: Добавить учетную запись SMTP
sk: Pridať SMTP účet

source: Add Time Server Account
fa: افزودن زمان سرور اکانت
ru: Добавить учетную запись сервера времени
sk: Pridať účet časov. servera

source: Add Token
fa: افزودن رمز
ru: Добавить токен
sk: Pridať token

source: Add attachment
fa: افزودن ضمیمه
ru: Добавить вложение
sk: Pridať prílohu

source: Add background to attachment
fa: افزودن پس زمینه به پیوست
ru: Добавить фон к вложению
sk: Pridať pozadie do prílohy

source: Add background to cover
fa: افزودن پس زمینه به کاور
ru: Добавить фон к обложке
sk: Pridať pozadie na obal

source: Add cover
fa: افزودن کاور
ru: Добавить обложку
sk: Pridať obal

source: Add new queue
fa: افزودن صف جدید
sk: Pridať novú frontu

source: Add printer
fa: افزودن چاپگر
sk: Pridať tlačiareň

source: Added to context menu
fa: افزودن به کلیک راست
ru: Добавлен в контекстное меню
sk: Pridané do kontextového menu

source: Additional Parameters:
fa: پارامتر های اضافه:
ru: Дополнительные параметры:
sk: Dodatočné parametre:

source: Additional Program Parameters:
fa: افزودن پارامتر های اضافه:
sk: Dodatočné programové parametre:

source: Adds a background to the document.
fa: افزودن پس زمینه به سند.
sk: Pridá pozadie do dokumentu.

source: Admin privileges required
fa: سطح دسترسی آدمین نیاز است
ru: Требуется доступ с правами администратора
sk: Požadované práva adminitrátora

source: Advanced
fa: پیشرفته
ru: Дополнительно
sk: Pokročilé

source: All files
fa: همه فايل ها
ru: Все файлы
sk: Všetky súbory

source: All you want to do is send your PDF documents by e-mail, ftp or similar and not bother where to save them? PDFCreator has a feature that allows you to save files only temporarily before they automatically get deleted.
fa: تمام کاری که شما میخواهید بکنید ارسال اسناد پی دی اِف با ایمیل،اِف تی پی یا مشابه هست و نمیخواهید بابت ذخیره آن خسته شوید؟PDFCreator ویژگی ای دارد که به شما اجازه ذخیره موقتی فایل ها را قبل از حذف آنها می دهد.
sk: Chcete odosielať vaše PDF dokumenty e-mailom, na FTP alebo podobne bez starosti kam ste ich uložili? PDFCreator má funkciu, ktorá ukladá súbory iba do dočasného priečinku predtým ako sú automaticky vymazané.

source: Allow PDFCreator to temporarily change the default printer
fa: به PDFCreator اجازه میدهد موقتا چاپگر پیش فرض را تغییر دهد
ru: Разрешать PDFCreator временно изменять принтер по умолчанию
sk: Povoliť PDFCreatoru dočasne zmeniť predvolenú tlačiareň

source: Allow further profiles defined by User
fa: اجازه پروفایل های بیشتر تعریف شده توسط کاربر
sk: Povoliť ďalšie profily definované používateľom

source: Allow multiple signing
fa: اجازه چندین امضاء
ru: Разрешить мультиподпись
sk: Povoliť viacnásobné prihlásenie

source: Allow the user
fa: اجازه کاربر
ru: Разрешать пользователю
sk: Povoliť používateľovi

source: Allow users to define additional profiles
fa: اجازه به کاربران برای تعریف پروفایل بیشتر
sk: Povoliť používateľom definovať ďalšie profily

source: An error occured while storing license for all users.
fa: یک خطا حین ذخیره سازی مجوز برای همه کاربران رخ داد.
ru: При сохранении лицензии для всех пользователей произошла ошибка.
sk: Vyskytla sa chyba počas ukladania licencie pre všetkých používateľov.

source: An error occurred:
fa: خطا رخ داده است:
ru: Произошла ошибка:
sk: Vyskytla sa chyba:

source: An important PDFCreator file is missing ('{0}'). Please reinstall PDFCreator!
fa: یک فایل مهم برنامه گم شده است ('{0}'). لطفا برنامه را مجدد نصب کنید!
ru: Отсутствует важный файл для работы PDFCreator ('{0}'). Пожалуйста, переустановите PDFCreator!
sk: Dôležitý súbor programu PDFCreator chýba ({0}). Preinštalujte PDFCreator!

source: An owner password is required to set the user passwords.
fa: یک رمزعبور مالک برای تنظیم رمزعبور کاربری نیاز است.
sk: Vlastník hesla požaduje, aby ste nastavili používateľské heslá.

source: Appends one or more pages at the end of the document.
fa: الحاق یک یا تعداد صفحات بیشتر به انتهای صفحه.
sk: Na koniec dokumentu pridá jednu alebo viac strán.

source: Application Settings
fa: تنظیمات برنامه
ru: Настройки приложения
sk: Nastavenia programu

source: Are you sure that you want to delete the printer '{0}'?
fa: آیا میخواهید چاپگر '{0}' را حذف کنید؟
ru: Вы уверены, что хотите удалить принтер '{0}'?
sk: Ste si istý, že chcete vymazať tlačiareň „{0}"?

source: Are you sure you want to delete the following file?
fa: آیا از حذف فایل زیر مطمئن هستید؟
ru: Вы действительно хотите удалить следующий файл?
sk: Ste si istý, že chcete vymazať naledujúci súbor?

source: Are you sure you want to delete this account?
fa: آیا واقعا میخواهید این اکانت را حذف کنید؟
ru: Вы действительно хотите удалить эту учетную запись?
sk: Ste si istý, že chcete vymazať tento účet?

source: Are you sure, you want to remove this profile?
fa: آیا مطمئن هستید،میخواهید این پروفایل را حذف کنید؟
ru: Вы уверены, что хотите удалить этот профиль?
sk: Ste si istý, že chcete odstrániť tento profil?

source: As the text format is very limited in what can be displayed, there are many ways to create a TXT file from a printed document. You can choose between four different strategies:
fa: ازآنجا که فرمت متنی در آنچه که میتواند نمایش دهد بسیار محدود است،راه های بسیاری برای ایجاد فایل متنی از سند چاپ شده است.شما میتوانید از بین چهار استراتژی انتخاب کنید:
ru: Поскольку текстовый формат очень ограничен в том, что можно отобразить, существует множество способов создания TXT-файла из печатного документа. Вы можете выбрать одну из четырех стратегий:
sk: Textový formát je veľmi obmedzený v tom, čo môže byť zobrazené, existuje mnoho spôsobov ako vytvoriť TXT súbor z tlačeného dokumentu. Môžete si vybrať štyri rôzne stratégie:

source: Ask
fa: بپرس
ru: По запросу
sk: Zobraziť požiadavku

source: Ask Later
fa: بعدا بپرس
ru: Спросить позже
sk: Spýtať sa neskôr

source: At least one of the selected items is not convertible! For more information about the unprintable files, see the list below.
fa: حداقل یکی از موارد منتخب قابل تبدیل نیست! برای اطلاع بیشتر درباره فایل های غیر قابل چاپ، لیست زیر را ببینید.
sk: Minimálne na jednej z vybraných položiek nie je možné vykonať prevod! Pre viac informácií o súboroch, ktoré nemohli byť vytlačené, pozrite zoznam nižšie.

source: Attach pdfforge signature
fa: ضمیمه امضای pdfforge
ru: Добавить подпись от pdfforge
sk: Pripojiť podpis pdfforge

source: Attachment
fa: پیوست
ru: Вложение
sk: Príloha

source: Attachment file (PDF):
fa: فایل پیوست (PDF):
ru: Файл-вложение (PDF):
sk: Príloha (PDF):

source: Attachment file does not exist.
fa: فایل پیوست وجود ندارد.
ru: Файл вложения не существует.
sk: Súbor prílohy neexistuje.

source: Attachment file is no PDF file.
fa: فایل پیوست فایل PDF نیست.
ru: Файл вложения не является PDF-файлом.
sk: Súbor prílohy nie je PDF súbor.

source: Attachment path contains illegal characters.
fa: مسیر پیوست حاوی کاراکترهای غیر مجاز است.
ru: Указанный путь содержит недопустимые символы.
sk: Adresa prílohy obsahuje neplatné znaky.

source: Attachment path is too long.
fa: مسیر پیوست خیلی بلند است.
ru: Указанный путь слишком длинный.
sk: Cesta k súboru je príliš dlhá.

source: AttachmentFile
fa: فایل پیوست
ru: Файл-вложение
sk: Príloha

source: Attachments panel visible
fa: پدیداری پنل پیوست
ru: Показывать панель вложений
sk: Viditeľný panel príloh

source: Authenticate with Dropbox
fa: احراز هویت با درآپ باکس
ru: Аутентификация через Dropbox
sk: Overenie v službe Dropbox

source: Author
fa: سازنده
sk: Autor

source: Author:
fa: سازنده:
ru: Автор:
sk: Autor:

source: Author: {0}
fa: سازنده: {0}
sk: Autor: {0}

source: Auto-Detect
fa: تشخیص خودکار
ru: Автоматическое определение
sk: Automaticky orientovať

source: Automatic
fa: خودکار
ru: Автоматически
sk: Automaticky

source: Automatic Saving
fa: ذخیره سازی خودکار
sk: Automatické ukladanie

source: Automatic saving without FTP server password.
fa: ذخیره سازی خودکار بدون سرور اِف تی پی.
ru: Автоматическое сохранение без пароля сервера FTP.
sk: Automatické ukladanie na FTP server bez hesla.

source: Automatic saving without certificate password.
fa: ذخیره سازی خودکار بدون رمزعبور گواهینامه.
ru: Автоматическое сохранение без пароля сертификата.
sk: Automatické ukladanie bez hesla certifikátu.

source: Automatic saving without filename template.
fa: ذخیره سازی خودکار بدون الگوی نام فایل.
ru: Автоматическое сохранение без шаблона имени файла.
sk: Automatické ukladanie bez názvu súboru šablóny.

source: Automatic saving without owner password.
fa: ذخیره سازی خودکار بدون رمزعبور مالک.
ru: Автоматическое сохранение без пароля владельца.
sk: Automatické ukladanie bez hesla vlastníka.

source: Automatic saving without password for HTTP authentication.
fa: ذخیره سازی خودکار بدون رمزعبور برای احراز هویت اِچ تی تی پی.
ru: Автоматическое сохранение без пароля для HTTP аутентификации.
sk: Automatické ukladanie bez používateľského hesla pre HTTP autentifikáciu.

source: Automatic saving without target directory.
fa: ذخیره سازی خودکار بدون دایرکتوری هدف.
ru: Автоматическое сохранение без целевого каталога.
sk: Automatické ukladanie bez cieľového priečinku.

source: Automatic saving without user password.
fa: ذخیره سازی خودکار بدون رمزعبور کاربر.
ru: Автоматическое сохранение без пароля пользователя.
sk: Automatické ukladanie bez používateľského hesla.

source: BUSINESS FEATURE
fa: ویژگی BUSINESS
ru: БИЗНЕС-ФУНКЦИЯ
sk: BUSINESS

source: Background
fa: پس زمینه
ru: Фон
sk: Pozadie

source: Background file does not exist.
fa: فایل پس زمینه وجود ندارد.
ru: Файл фона не существует.
sk: Súbor pozadia neexistuje.

source: Background file is no PDF file.
fa: فایل پس زمینه فایل پی دی اِف نیست.
ru: Файл фона не является PDF-файлом.
sk: Súbor pozadia nie je PDF súbor.

source: Background path contains illegal characters.
fa: مسیر پس زمینه حاوی کاراکترهای غیر مجاز است.
ru: Фоновый путь содержит недопустимые символы.
sk: Adresa pozadia obsahuje neplatné znaky.

source: Background path is too long.
fa: مسیر پس زمینهخیلی بلند است.
ru: Фоновый путь слишком длинный.
sk: Adresa pozadia je príliš dlhá.

source: Basic Authentication
fa: احراز هویت پایه
ru: Базовая аутентификация
sk: Základné overenie

source: Black & White (2 Bit G3 Fax)
fa: سیاه & سفید (2 بیت G3 Fax)
ru: Черно-белый (2 бит G3 Fax)
sk: Čiernobiele (2 bitový G3 Fax)

source: Black & White (2 Bit G4 Fax)
fa: سیاه & سفید (2 بیت G4 Fax)
ru: Черно-белый (2 бит G4 Fax)
sk: Čiernobiele (2 bitový G4 Fax)

source: Black & White (2 Bit LZW)
fa: سیاه & سفید (2 بیت LZW)
ru: Черно-белый (2 бит LZW)
sk: Čiernobiele (2 bitový LZW)

source: Black & White (2 Bit)
fa: سیاه & سفید (2 بیت)
ru: Черно-белый (2 бит)
sk: Čiernobiele (2 bity)

source: By loading the file all settings and profiles will be overwritten. Do you want to continue?
fa: با بارگیری فایل همه تنظیمات و پروفایل ها جایگزین خواهند شد.ادامه می دهید؟
ru: Все настройки и профили будут перезаписаны. Продолжить загрузку файла?
sk: Všetky nastavenia a profily budú pri načítaní tohto súboru prepísané. Chcete pokračovať?

source: CCITT Fax
fa: CCITT فکس
ru: CCITT

source: CS-Script File:
fa: فایل CS-Script:
sk: Súbor CS-Skriptu:

source: CS-script file does not exist in the program directory 'CS-Scripts' folder.
fa: فایل CS-script در پوشه دایرکتوری برنامه در 'CS-Scripts' وجود ندارد.
sk: Súbor CS-skriptu neexistuje priečinku "CS-Scripts" v adresári programu.

source: Call Preview:
fa: پیشنمایش فراخوان:
sk: Náhľad skriptu:

source: Calls a program or script that further processes the document after the conversion. PDFCreator calls the specified program automatically and transfers the created files as parameter.
fa: فراخواند برنامه یا اسکریپت که بعدا سند را بعد از تبدیل پردازش می کند. PDFCreator خودکار برنامه تعیین شده را فراخوانده و فایل های ایجاد شده را بعنوان پارامتر ایجاد می کند.
sk: Vyvolá program alebo skript, ktorý po prevode ďalej spracuje dokument. PDFCreator automaticky vyvolá špecifický program a použije vytvorené súbory ako parameter.

source: Can't find a supported Ghostscript installation. Program exiting now.
fa: نصب گُست اسکریپت پشتیبانی شده را نمیتوان یافت. حالا از برنامه خارج میشود.
ru: Не удается найти поддерживаемую установку Ghostscript. Программа сейчас закроется.
sk: Nie je možné nájsť podporovanú Ghostscript inštaláciu. Program bude teraz ukončený.

source: Cancel
fa: لغو
ru: Отмена
sk: Zrušiť

# PrintJobWindowButton
source: Cancel all
fa: لغو همه
sk: Zrušiť všetko

source: Catalan
fa: کاتالان
sk: katalánčina

source: Certificate File:
fa: فایل گواهینامه:
ru: Файл сертификата:
sk: Súbor certifikátu:

source: Certificate Password:
fa: رمزعبور گواهینامه:
ru: Пароль сертификата:
sk: Heslo certifikátu:

source: Certificate _Password:
fa: رمزعبور _گواهینامه:
ru: Пароль сертификата:
sk: Heslo certifikátu:

source: Certificate file does not exist.
fa: فایل گواهینامه وجود ندارد.
ru: Файл сертификата не существует.
sk: Certifikačný súbor neexistuje.

source: Certificate path contains illegal characters.
fa: مسیر گواهینامه حاوی کاراکترهای غیر مجاز است.
ru: Путь к сертификату содержит недопустимые символы.
sk: Cesta k certifikátu obsahuje neplatné znaky.

source: Certificate path is invalid absolute path.
fa: مسیر گواهینامه،مسیر کامل نامعتبر است.
ru: Путь к сертификату является недействительным абсолютным путём.
sk: Cesta k certifikátu nie je platnou cestou.

source: Certificate path is too long.
fa: مسیر گواهینامه بلند است.
ru: Путь к сертификату слишком длинный.
sk: Cesta k certifikátu je príliš dlhá.

source: Changes not effective yet
fa: تغییرات هنوز اعمال نشده است
sk: Zmeny zatiaľ nie sú účinné

source: Check E-mail Client
fa: بررسی کلاینت ایمیل
ru: Проверить почтовый клиент
sk: Skontrolujte e-mailového klienta

source: Check Script
fa: بررسی اسکریپت
sk: Kontrola skriptu

source: Check e-mail client
fa: بررسی کلاینت ایمیل
ru: Проверить почтовый клиент
sk: Skontrolujte e-mailového klienta

source: Check for updates:
fa: بررسی برای بروز رسانی:
ru: Проверка обновлений:
sk: Skontrolovať aktualizácie:

source: Check now
fa: حالا بررسی
ru: Проверить сейчас
sk: Skontrolovať teraz

source: Chinese (Traditional)
fa: چینی (سنتی)
sk: čínština (tradičná)

source: Choose 'No' to revert the changes.
fa: گزینه 'خیر' را برای بازگشت تنظیمات انتخاب کنید.
sk: Vyberte „Nie" ak sa chcete vrátiť späť na nastavenia.

source: Choose a directory
fa: انتخاب یک پوشه
sk: Vyberte priečinok

source: Choose a file to convert
fa: یک فایل برای تبدیل انتخاب کنید
sk: Vyberte súbor na prevod

source: Choose a folder
fa: انتخاب یک پوشه
ru: Выберите папку
sk: Vyberte priečinok

source: Choose an Action
fa: انتخاب یک اقدام
sk: Vyberte akciu

source: Clear History
fa: پاکسازی تاریخچه
ru: Очистить историю
sk: Vyčistiť históriu

source: Clear log file
fa: پاکسازی فایل وقایع
ru: Создать лог-файл
sk: Vyčistiť záznam súboru

source: Click here for more information on tokens
fa: برای اطلاعات بیشتر درباره رمزها اینجا کلیک کنید
sk: Kliknite sem pre viac informácií o tokenoch

source: Close Now
fa: حالا بستن
sk: Zatvoriť teraz

source: Close manually
fa: بستن دستی
sk: Zatvoriť ručne

source: Color Model:
fa: مدل رنگ:
ru: Цветовая модель:
sk: Farebný model:

source: Colors:
fa: رنگ:
ru: Цветность:
sk: Farby:

source: Community Support
fa: انجمن پشتیبانی
sk: Podpora komunity

source: Computer Name
fa: نام رایانه
sk: Meno počítača

source: Configuration PDFCreator application settings.
fa: پیکربندی تنظیمات کاربردی PDFCreator.
sk: Úprava nastavení programu PDFCreator.

source: Configuration for sharing settings
fa: پیکربندی برای اشتراک گذاری تنظیمات
sk: Nastavenie zdieľania

source: Configure Home Screen
fa: پیکربندی صفحه خانه
sk: Nastavenie domovskej obrazovky

source: Confirm Save As
fa: تایید ذخیره بعنوان
ru: Подтверждение Сохранить как
sk: Potvrdenie Uložiť ako

source: Contact:
fa: تماس:
ru: Контакт:
sk: Kontakt:

source: Continue
fa: ادامه
ru: Продолжить
sk: Pokračovať

source: Conversion Time
fa: زمان تبدیل
sk: Čas prevodu

source: Convert
fa: تبدیل
ru: Преобразование
sk: Prevod

source: Convert &Here
fa: تبدیل &اینجا
sk: Prevod &tu

source: Convert PDF files
fa: تبدیل فایل های پی دی اِف
ru: Конвертировать PDF-файлы
sk: Prevod PDF súborov

source: Converting...
fa: در حال تبدیل...
ru: Преобразование...
sk: Prebieha prevod...

source: Converts all documents without asking for settings. This requires more settings to be defined in the profile.
fa: تبدیل همه اسناد بدون پرسش برای تنظیمات.این نیاز به تعریف تنظیمات در پروفایل دارد.
ru: Преобразует все документы без запроса настроек. Это требует определения дополнительных параметров в профиле.
sk: Prevod všetkých dokumentov prebehne bez požiadavky na zmenu nastavení. V profile je potrebné zadať viac upresňujúcich nastavení.

source: Copy
fa: کپي
ru: Копировать
sk: Kopírovať

source: Copy share link to clipboard
fa: کپی لینک اشتراک به کلیپ برد
ru: Скопировать ссылку в буфер обмена
sk: Kopírovať odkaz zdieľania do schránky

source: Corsican (France)
fa: کرسی (فرانسه)
sk: korsičina (Francúzsko)

source: Could not authorize to SMTP server.
fa: نمیتوان در سرور SMTP احراز هویت کرد.
ru: Не удалось авторизоваться на сервере SMTP.
sk: Nebolo možné pripojiť sa k SMTP serveru.
