Repository: timbze/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: fa, ru, sk

source: to use a screen reader
fa: برای استفاده یک صفحه خوان
ru: использовать скрин ридер
sk: použiť čítačku obrazovky

source: {0} Update
fa: {0} بروز رسانی
ru: {0} обновление
sk: Aktualizácia programu {0}

source: {0} was not able to look for an update. Please check your internet connection and retry later.
fa: {0} قادر به جستجوی بروز رسانی نیست. لطفا ارتباط اینترنتی خود را بررسی کرده و مجدد سعی کنید.
sk: {0} nemohol skontrolovať aktualizácie programu. Skontrolujte vaše nastavenia pripojenia a vyskúšajte to znovu neskôr.

source: Auto-Save: Disabled
sk: Automatické ukladanie: Zakázané

source: Auto-Save: Enabled
sk: Automatické ukladanie: Povolené

source: BCC:
sk: Skrytá kópia:

source: CC:
sk: Kópia:

source: CS-Script
sk: CS-Skript

source: MyFile.docx
ru: МойФайл.docx
sk: MôjSúbor.docx

source: OutputFilename.jpg
ru: ВыходноеИмяфайла.jpg
sk: NázovVýstupu.jpg

source: OutputFilename2.jpg
ru: ВыходноеИмяфайла2.jpg
sk: NázovVýstupu2.jpg

source: OutputFilename3.jpg
ru: ВыходноеИмяфайла3.jpg
sk: NázovVýstupu3.jpg

source: Set Passwords
ru: Установить пароль
sk: Nastaviť heslo

source: Attachment path is invalid absolute path.
ru: Указанный путь является недействительным абсолютным путём.

source: Background path is invalid absolute path.
ru: Фоновый путь является недопустимым абсолютным путём.

source: Could not open attachment file.
ru: Не удалось открыть файл вложения.

source: Could not open cover file.
ru: Не удалось открыть файл обложки.

source: No stamp font is specified.
ru: Шрифт тиснения не указан.

source: Preselected folder for save dialog is empty.
ru: Заданная папка для диалога сохранения пуста.

source: The folder path is not valid or empty. Please enter a valid path. The folder path must not contain any of the following characters: \ / : * ? \< >
ru: Путь к папке недействителен или пуст. Введите правильный путь. Путь к папке не должен содержать ни одного из следующих символов: \ / : * ? \< >

source: These characters are not allowed as Dropbox folder name: < > : ? * " |
ru: Недопустимые символы в имени папки Dropbox: < > : ? * " |

source: RegEx
ru: RеgEx

source: default printer
ru: принтер по умолчанию

source: printer dialog
ru: диалоговое окно принтера

source: select printer ->
ru: выберите принтер ->

source: The following files can't be converted:
ru: Следующие файлы не могут быть преобразованы:

source: Do you want to save your changes?
ru: Вы хотите сохранить свои изменения?

source: PDFCreator Settings
ru: Настройки PDFCreator

source: Error while converting
ru: Ошибка при конвертации

source: File successfully converted
ru: Файл успешно преобразован

source: PDFCreator has successfully converted '{0}'.
ru: PDFCreator успешно сконвертировал '{0}'.

source: PDFCreator was not able to convert the document '{0}'.
ru: PDFCreator не смог преобразовать документ '{0}'.

source: Please read the license section in the manual for further information on these licenses.
ru: Пожалуйста, ознакомьтесь с разделом лицензии в руководстве для получения дополнительной информации об этих лицензиях.

source: User Manual
ru: Справка

source: Please define folder:
ru: Пожалуйста, определите папку:

source: Please note: Everyone who recieves this link will be able to access the file
ru: Пожалуйста, обратите внимание: Каждый, кто получает эту ссылку, будет иметь возможность получить доступ к файлу

source: Choose a File to convert
ru: Выберите файл для конвертации

source: Open with
ru: Открыть с помощью

source: See hint on tokens
ru: Показать подсказки для маркеров

source: An owner password is required to set the user passwords. Leave one or both passwords empty to get a request during the print job (passwords will not be saved).
ru: Для установки пароля пользователя требуется пароль владельца. Оставьте одно или оба поля пароля пустыми для появления запроса во время печати (пароли не будут сохранены).

source: PLUS FEATURE
ru: ПЛЮС ФУНКЦИЯ

source: Unlock the premium features with PDFCreator Plus!
ru: Разблокируйте премиум-функции с помощью PDFCreator Plus!

source: You need PDFCreator Business or PDFCreator Terminal Server for this feature. Click for more information.
ru: Для этого вам нужен PDFCreator Business или PDFCreator Terminal Server. Нажмите для получения дополнительной информации.

source: You need PDFCreator Plus, PDFCreator Business or PDFCreator Terminal Server for this feature. Click for more information.
ru: Для этого вам нужны PDFCreator Plus, PDFCreator Business или PDFCreator Terminal Server. Нажмите для получения дополнительной информации.

source: For power users like you, we recommend PDFCreator Plus to support the future development and benefit from exclusive features and priority support.
ru: Для таких опытных пользователей, как вы, мы рекомендуем PDFCreator Plus для поддержки будущего развития приложения и получения пользы от эксклюзивных функций и приоритетной поддержки.

source: Try PDFCreator Plus!
ru: Попробовать PDFCreator Plus!

source: _Folder:
ru: Папка:

source: Send by
ru: Отправлено программой

source: Script
ru: Скрипт

source: User Token
ru: Пользовательский токен

source: Additional Script Parameters:
ru: Дополнительные параметры сценария:

source: Run script
ru: Выполнить сценарий

source: Script Call Preview:
ru: Предварительный просмотр вызова сценария:

source: Script File:
ru: Файл сценария:

source: Select script file
ru: Выбор файла сценария

source: Wait until the script execution has ended
ru: Дождаться окончания выполнения сценария

source: Define your own tokens directly in the original document with the following pattern: "[[[UserTokenName: User token value]]]". Afterwards the definied value can be called via the following token: "<User:UserTokenName>". The original pattern will be removed from the created document. You can define any number of user tokens. You can find more information in the user guide:
ru: Определите свои маркеры непосредственно в исходном документе согласно схеме: "[[[ИмяМаркераПользователя: Значение маркера пользователя]]]". После этого значение можно вызвать с помощью следующего маркера: "<Пользователь:ИмяМаркераПользователя>". Оригинальный маркер будет удален из созданного документа. Вы можете определить любое количество пользовательских маркеров. Вы можете найти более подробную информацию в руководстве пользователя:

source: Extract UserTokens
ru: Извлечь токены пользователя

source: More on user tokens
ru: Дополнительные сведения о пользовательских маркерах

source: Add background (only for PDF)
ru: Добавить фон (только для PDF)

source: Background File (PDF):
ru: Файл фона (PDF):

source: Left X:
ru: Левая X:

source: Left Y:
ru: Левая Y:

source: Right X:
ru: Правая X:

source: Right Y:
ru: Правая Y:

source: You have modified the application settings. In order to print a test page with the new settings, you have to save them first. Do you want to save the application settings now?
ru: Вы изменили настройки приложения. Чтобы напечатать тестовую страницу с новыми настройками, сначала необходимо сохранить их. Вы хотите сохранить настройки приложения сейчас?

source: PDFCreator was not able to look for an update. Please check your internet connection and retry later.
ru: PDFCreator не смог найти обновление. Проверьте подключение к Интернету и повторите попытку позже.

source: Blog
ru: Блог

source: Thank you for downloading PDFCreator.
ru: Благодарим Вас за загрузку PDFCreator.

source: The improvements of this version are listed in the "What's new?" section of the manual.
ru: Улучшения этой версии перечислены в разделе руководства «Что нового?».

source: Download
ru: Загрузка

source: No application is associated to open PDF files.
ru: Ни одно приложение не ассоциировано с открытием PDF-файлов.

source: The update will be started when you close PDFCreator
ru: Обновление запустится после закрытия PDFCreator
