Repository: timbze/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: fa, ru, sk

source: Send Usage Statistics
fa: ارسال آمار مصرف
sk: Posielať štatistiky používania

source: Send by e-mail
fa: ارسال با ایمیل
ru: Отправить по электронной почте
sk: Odoslať e-mailom

source: Send e-mail via SMTP
fa: ارسال ایمیل توسط اِس اِم تی پی
ru: Отправить электронную почту через SMTP
sk: Odoslať e-mail cez SMTP

source: Send for e-signature
fa: ارسال برای امضای دیجیتالی-ای
ru: Отправить для электронного подписания
sk: Odoslanie elektronického podpisu

source: Sends the document as an e-mail without user interaction by using SMTP.
fa: ارسال سند بعنوان ایمیل بدون ارتباط با کاربر از طریق SMTP.
sk: Pošle dokument ako e-mail bez interakcie používateľa s použitím SMTP.

source: Server:
fa: سرور:
ru: Сервер:

source: Service statistics example:
fa: مثال آمار سرویس:
sk: Príklad servisných štatistík:

source: Set Certificate Password
fa: تنظیم رمزعبور گواهینامه
sk: Nastavte heslo certifikátu

source: Set SMTP Server Password
fa: تنظیم رمزعبور سرور اِس اِم تی پی
ru: Установка пароля сервера SMTP
sk: Nastaviť heslo SMTP servera

source: Set by Administrator
fa: تنظیم شده با آدمین
ru: Установлено Администратором
sk: Nastavené administrátorom

source: Set language:
fa: تنظیم زبان:
sk: Nastavte jazyk:

source: Set logging level:
fa: تنظیم سطح ثبت وقایع:
sk: Nastavte úroveň zaznamenávania:

source: Set the display language of main program.
fa: تنظیم زبان رابط برنامه اصلی.
sk: Nastavte zobrazovaný jazyk hlavného programu.

source: Set the update interval. Set "Never" to disable updates.
fa: تنظیم فاصله بروز رسانی.تنظیم به "هرگز" برای غیرفعالسازی بروز رسانی.
sk: Nastavte interval aktualizácie. Nastavením na „Nikdy" zakážete aktualizácie.

source: Set update interval:
fa: تنظیم فاصله بروز رسانی:
sk: Nastavte interval aktualizácie:

source: Settings
fa: تنظیمات
sk: Nastavenia

source: Share Settings
fa: اشتراک گذاری تنظیمات
sk: Nastavenia zdieľania

source: Short edge turn
fa: چرخش لبه کوتاه
ru: Поворот вокруг короткой стороны
sk: Prevrátiť pozdĺž krátkeho okraja

source: Show Font as outline
fa: نمایش فونت بعنوان پیرامون
ru: Только контур шрифта
sk: Zobraziť písmo ako obrys

source: Show User Guide
fa: نمایش راهنمای کاربر
ru: Показать руководство пользователя
sk: Zobraziť používateľskú príručku

source: Show log file
fa: نمایش فایل وقایع
ru: Показать лог-файл
sk: Zobraziť súbor denníka

source: Show quick actions after the documents were converted
fa: بعد از اینکه اسناد تبدیل شد اقدامات سریع را نشان بده
ru: Показывать быстрые действия после преобразования документов
sk: Zobraziť rýchle akcie po prevode dokumentov

source: Show sample statistics
fa: نمایش نمونه آمار
sk: Zobraziť jednoduché štatistiky

source: Show tips
fa: نمایش نکات
sk: Zobraziť typy

source: Show tray notification after converting a document
fa: بعد از تبدیل سند اطلاع رسانی کمینه را نشان بده
ru: Показать уведомление в трее после преобразования документа
sk: Zobraziť upozornenie v oznamovacej oblasti po prevode dokumentu

source: Shows a window to select the filename, output format etc.
fa: نمایش یک پنجره برای انتخاب نام فایل،فرمت خروجی و غیره.
ru: Показывает окно для выбора имени файла, формата вывода и т. Д.
sk: Zobrazí okno na výber názvu súboru, výstupného formátu a ďalšie možnosti.

source: Signature
fa: امضاء دیجیتالی
ru: Подпись
sk: Podpis

source: Signing will be disabled for this profile.
fa: امضاء برای این پروفایل غیرفعال شده است.
ru: Подписание будет отключено для этого профиля.
sk: Podpisovanie bude pre tento profil zakázané.

source: Single page view
fa: مشاهده صفحه تکی
ru: Одинарная страница
sk: Zobrazenie jednej strany

source: Size
fa: حجم
sk: Veľkosť

source: Skip
fa: رَد کردن
ru: Пропустить
sk: Preskočiť

source: Skip print dialog (start with save dialog)
fa: رَد پنجره چاپ (شروع با پنجره ذخیره)
ru: Пропустить диалог печати (начать с диалога сохранения)
sk: Preskočiť okno tlačenia (prejsť priamo na ukladacie okno)

source: Skip version
fa: رَد نسخه
ru: Пропустить версию
sk: Preskočiť verziu

source: Slovak
fa: اسلواکی
sk: Slovenčina

source: Slovenian
fa: اسلووینیایی
sk: slovinčina

source: Sort
fa: مرتبسازی
sk: Zoradiť

source: Sort alphabetically ascending
fa: مرتبسازی صعودی با الفبا
sk: Zoradiť podľa abecedy vzostupne

source: Sort alphabetically descending
fa: مرتبسازی نزولی با الفبا
sk: Zoradiť podľa abecedy zostupne

source: Sort by ID ascending
fa: مرتبسازی صعودی با شناسه
sk: Zoradiť vzostupne podľa ID

source: Sort by ID descending
fa: مرتبسازی نزولی با شناسه
sk: Zoradiť zostupne podľa ID

source: Sort by date ascending
fa: مرتبسازی صعودی با تاریخ
sk: Zoradiť vzostupne podľa dátumu

source: Sort by date descending
fa: مرتبسازی نزولی با تاریخ
sk: Zoradiť zostupne podľa dátumu

source: Split and merge files
fa: تقسیم و ادغام فایل ها
ru: Разделение и слияние файлов
sk: Spájanie a rozdeľovanie súborov

source: Stamp
fa: مُهر
ru: Тиснение
sk: Pečiatka

source: Stamp Text:
fa: متن استامپ:
ru: Текст тиснения:
sk: Text razítka:

source: Start
fa: ابتدا
ru: Начало
sk: Začína

source: Status
fa: وضعیت
sk: Stav

source: Store license for all users was successful.
fa: ذخیره مجوز برای همه کاربران موفقیت آمیز بود.
ru: Лицензия для всех пользователей успешно сохранена.
sk: Uloženie licencie pre všetkých používateľov bolo úspešné.

source: Subject
fa: موضوع
sk: Predmet

source: Subject from Settings
fa: موضوع از تنظیمات
ru: Тема из Настроек
sk: Predmet z nastavení

source: Subject:
fa: موضوع:
ru: Тема:
sk: Predmet:

source: Subject: {0}
fa: موضوع: {0}
sk: Predmet: {0}

source: Successful:
fa: موفقیت آمیز:
sk: Dokončené:

source: Supported since PDFCreator Business 2.3.0
fa: از نسخه PDFCreator Business 2.3.0 پشتیبانی می شود
sk: Podporované od verzie PDFCreator Business 2.3.0

source: Supported since PDFCreator Business 3.3.0
fa: از نسخه PDFCreator Business 3.3.0 پشتیبانی می شود
sk: Podporované od verzie PDFCreator Business 3.3.0

source: Supported since PDFCreator Business 3.4.0
fa: از نسخه PDFCreator Business 3.4.0 پشتیبانی می شود
sk: Podporované od verzie PDFCreator Business 3.4.0

source: Supported since PDFCreator Business 3.5.0
fa: از نسخه PDFCreator Business 3.5.0 پشتیبانی می شود
sk: Podporované od verzie PDFCreator Business 3.5.0

source: Supported since PDFCreator Business 3.5.1
fa: what is your name
sk: Podporované od verzie PDFCreator Business 3.5.1

source: Swedish
fa: سوئدی
sk: švédčina

source: System could not open output file.
fa: سیستم نمیتواند فایل خروجی را باز کند.
ru: Не удалось открыть выходной файл.
sk: Systém nemohol otvoriť výstupný súbor.

source: TIFF (multipage graphic file)
fa: TIFF (فایل گرافیکی چند صفحه)
ru: TIFF (многостраничный графический файл)
sk: TIFF (viacstránkový grafický súbor)

source: TIFF Settings
fa: تنظیمات TIFF
ru: Настройки TIFF
sk: Nastavenia TIFF

source: TIFF file
fa: فایل TIFF
ru: Файл TIFF
sk: Súbor TIFF

source: Target Directory:
fa: دایرکتوری مقصد:
sk: Cieľový priečinok:

source: Target directory contains illegal characters.
fa: دایرکتوری مقصد حاوی کاراکترهای غیر مجاز است.
ru: Целевой каталог содержит недопустимые символы.
sk: Cieľový adresár obsahuje neplatné znaky.

source: Target directory is invalid absolute path.
fa: مسیر مقصد،مسیر کامل نامعتبر است.
ru: Целевой каталог - это недопустимый абсолютный путь.
sk: Cieľový adresár nie je platnou cestou.

source: Target directory is too long.
fa: دایکرتوری مقصد خیلی بلند است.
ru: Целевой каталог слишком длинный.
sk: Adresa cieľového adresára je príliš dlhá.

source: Test Page
fa: صفحه تست
sk: Testovacia stránka

source: Test Pages
fa: صفحات تست
ru: Тестовые страницы
sk: Testovacie stránky

source: Text Settings
fa: تنظیمات متن
ru: Настройки текста
sk: Nastavenia textu

source: Text file
fa: فایل Text
ru: Текстовый файл
sk: Textový súbor

source: Thank you for installing PDFCreator {0}.
fa: بابت نصب PDFCreator {0} متشکریم.
sk: Ďakujeme vám, že ste si nainštalovali PDFCreator {0}.

source: The Application has to be closed for updating. Close application now?
fa: برای بروز رسانی برنامه باید بسته شود.حالا برنامه بسته شود؟
sk: Pre aktualizáciu musí byť program ukončený. Chcete ho ukončiť teraz?

source: The Dropbox upload will be disabled for this profile.
fa: آپلود درآپ باکس برای این پروفایل غیرفعال شده است.
ru: Загрузка Dropbox будет отключена для этого профиля.
sk: Nahrávanie na Dropbox bude zakázané pre tento profil.

source: The FTP action will be disabled for this profile.
fa: اقدام اِف تی پی برای این پروفایل غیرفعال شده است.
ru: Действие FTP будет отключено для этого профиля.
sk: Akcia FTP bude zakázaná pre tento účet.

source: The HTTP action will be disabled for this profile.
fa: اقدام اِچ تی تی پی برای این پروفایل غیرفعال شده است.
ru: Действие HTTP будет отключено для этого профиля.
sk: Akcia HTTP bude zakázaná pre tento profil.

source: The MD5 hash of the downloaded file does not match the expected hash. It is possible that the file has been damaged during the download. Do you want to retry the download?
fa: هَش MD5 فایل دانلود شده با هَش مورد انتظار تطبیق ندارد. ممکن است فایل حین دانلود آسیب دیده باشد.آیا میخواهید مجدد دانلود نمایید؟
ru: MD5-хэш загруженного файла не совпадает с ожидаемым. Возможно файл был поврежден во время загрузки. Вы хотите повторить загрузку?
sk: MD5 hash stiahnutého súboru sa nezhoduje s predpokladanou hash hodnotou. Je možné, že súbor mohol byť poškodený počas sťahovania. Chcete ho stiahnuť znovu?

source: The PDFCreator service is currently running. The changed settings will come into effect with every new job.
fa: سرویس PDFCreator اکنون در اِجرا است. تنظیمات تغییر یافته در وظیفه جدید اثر گذار خواهد بود.
sk: Služba PDFCreator je momentálne spustená. Upravené nastavenia budú aplikované s každou novou úlohou.

source: The SMTP action will be disabled for this profile.
fa: اقدام اِس اِم تی پی برای این پروفایل غیر فعال شده است.
ru: Действие SMTP будет отключено для этого профиля.
sk: Akcia SMTP bude zakázaná pre tento profil.

source: The Windows spooler service is not running. Please start the spooler first. Program exiting now.
fa: سرویس اسپولر ویندوز در اِجرا نیست. لطفا ابتدا اسپولر را شروع کنید. حالا از برنامه خارج میشود.
ru: Служба спулера для Windows не работает. Сначала запустите спулер. Программа сейчас закроется.
sk: Služba tlačových úloh systému Windows nie je spustená. Najprv ju spustite. Program bude teraz ukončený.

source: The account is used in the following profile:
fa: اکانت در پروفایل زیر استفاده شده است:
ru: Учетная запись используется в следующем профиле:
sk: Účet sa používa v nasledujúcom profile:

source: The activation has expired. Please renew your activation.
fa: فعالسازی منقضی شده است.لطفا فعالسازی خود را تازه کنید.
ru: Активация истекла. Пожалуйста, обновите ее.
sk: Aktivácia expirovala. Obnovte svoju aktiváciu.

source: The activation was not successful:
fa: فعالسازی موفقیت آمیز نبود:
ru: Активация была неуспешной:
sk: Aktivácia nebola úspešne dokončená:

source: The activation was successful.
fa: فعالسازی با موفقیت بود.
ru: Успешная активация.
sk: Aktivácia bola úspešne dokončená.

source: The certificate file does not exist.
fa: فایل گواهینامه موجود نیست.
ru: Файл сертификата не существует.
sk: Certifikačný súbor neexistuje.

source: The certificate has no private key.
fa: گواهینامه کلید خصوصی ندارد.
ru: Сертификат не имеет закрытого ключа.
sk: Certifikát nemá žiaden osobný kľúč.

source: The certificate password is wrong.
fa: رمزعبور گواهینامه اشتباه است.
ru: Пароль сертификата является неправильным.
sk: Heslo certifikátu nie je správne.

source: The cover file is no PDF file.
fa: فایل کاور فایل PDF نیست.
ru: Файл обложки не является PDF-файлом.
sk: Súbor obalu nie je PDF súbor.

source: The default printer is invalid.
fa: چاپگر پیش فرض نامعتبر است.
ru: Принтер по умолчанию недопустим.
sk: Predvolená tlačiareň je neplatná.

source: The default value will be used in case the user token is not defined in your document.
fa: در صورتیکه رمز کاربر در سند شما تعریف نشده باشد مقدار پیش فرض استفاده می شود.
sk: Predvolená hodnota bude použitá v prípade, že používateľský token nie je nastavený vo vašom dokumente.

source: The entered profile name is invalid or does already exist.
fa: نام پروفایل وارد شده نامعتبر است یا وجود ندارد.
ru: Введенное название профиля недопустимо или уже существует.
sk: Názov profilu je neplatný alebo neexistuje.

source: The entered queue name is invalid or does already exist.
fa: نام صف وارد شده نامعتبر است یا وجود ندارد.
sk: Zadaný názov fronty je neplatný alebo neexistuje.

source: The file '{0}' could not be saved. Maybe the file is currently in use or you do not have the required permissions. Please select another filename and try again.
fa: فایل '{0}' را نمیتوان ذخیره کرد.شاید فایل اکنون در حال استفاده است یا شما دسترسی مورد نیاز را دارید. لطفا نام فایل دیگری انتخاب کرده و مجدد امتحان کنید.
ru: Файл '{0}' не удалось сохранить. Возможно, файл в настоящее время используется или у вас нет необходимых разрешений. Выберите другое имя файла и повторите попытку.
sk: Súbor „{0}" nemohol byť uložený. Možno sa súbor aktuálne používa alebo nemáte potrebené povolenia. Zadajte iný názov súboru a skúste to znova.

source: The file does not appear to contain valid PDFCreator settings.
fa: بنظر می رسد فایل حاوی تنظیمات معتبر برنامه نیست.
ru: Файл по-видимому не содержит допустимых настроек PDFCreator.
sk: Tento súbor pravdepodobne nemá správne nastavenia pre program PDFCreator.

source: The file path is not valid or empty. Please enter a valid path. The file path must not contain any of the following characters: \ / : * ? \< >
fa: مسیر فایل معتبر نیست یا خالی است.لطفا مسیر معتبر وارد کنید. مسیر فایل نباید حاوی کاراکترهای زیر باشد: \ / : * ? \< >
sk: Cesta k priečinku nie je platná alebo nie je zadaná. Zadajte platnú cestu. Cesta k priečinku nesmie obsahovať žiaden z nasledujúcich znakov: \ / : * ? \< >

source: The folder 'CS-Scripts' in the application directory does not exist.
fa: پوشه 'CS-Scripts' در پوشه برنامه وجود ندارد.
sk: Priečinok „CS-Skripts" v priečinku programu neexistuje.

source: The following file can't be converted:
fa: فایل زیر نمیتواند تبدیل شود:
sk: Nasledujúci súbor nebolo možné previesť:

source: The following link has been created for your document:
fa: لینک های زیر برای سند شما ساخته شده است:
ru: Следующие ссылки были созданы для вашего документа:
sk: Pre váš dokument bol vytvorený nasledujúci odkaz:

source: The history is empty
fa: تاریخچه خالی است
ru: История пуста
sk: História je prázdna

source: The license has exceeded the allowed number of activated machines.
fa: مجوز از حداکثر تعداد دستگاه های فعال شده تخطی کرده است.
ru: Количество активированных компьютеров превысило разрешенное лицензией.
sk: Licencia prekročila povolený počet aktivovaný zariadení.

source: The license has expired but is valid for this version.
fa: مجوز منقضی شده است اما برای این نسخه معتبر است.
ru: Лицензия истекла, но действительна для этой версии.
sk: Licencia expirovala, ale je platná pre túto verziu.

source: The license has expired. Please renew your license.
fa: مجوز منقضی شده است.لطفا مجوز خود را تازه کنید.
ru: Лицензия истекла. Пожалуйста, обновите ее.
sk: Licencia expirovala. Obnovte svoju aktiváciu.

source: The license is not valid for this version.
fa: مجوز برای این نسخه معتبر نیست.
ru: Лицензия недействительна для этой версии.
sk: Licencia nie je platná pre túto verziu.

source: The license is valid.
fa: مجوز معتبر است.
ru: Лицензия действительна.
sk: Licencia je platná.

source: The license key consists of 30 characters or numbers, i.e. {0}
fa: کلید مجوز شامل 30 کاراکتر یا شماره هست {0}
ru: Лицензионный ключ состоит из 30 символов или цифр, т.е. {0}
sk: Licenčný kľúč pozostáva z 30 znakov alebo čísel, t.j. {0}

source: The license key contains illegal characters. Valid characters are: A-Z, 0-9 and the dash.
fa: کلید مجوز حاوی کاراکترهای غیر مجاز است. کاراکتر های معتبر هستند: A-Z, 0-9 و دَش.
ru: Лицензионный ключ содержит недопустимые символы. Допустимые символы: A-Z, 0-9 и тире.
sk: Licenčný kľúč obsahuje nesprávne znaky. Správne znaky sú A-Z, 0-9 a pomlčka.

source: The license key is not valid. Please enter a new license key.
fa: کلید مجوز معتبر نیست.لطفا کلید مجوز جدید وارد کنید.
ru: Лицензионный ключ недействителен. Пожалуйста, введите новый ключ.
sk: Licenčný kľúč nie je platný. Zadajte nový licenčný kľúč.

source: The machine or user is blocked. Please contact the support.
fa: دستگاه یا کاربر مسدود شده است.لطفا با پشتیبانی تماس بگیرید.
ru: Компьютер или пользователь заблокированы. Пожалуйста, свяжитесь с техподдержкой.
sk: Zariadenie alebo používateľ je blokovaný. Kontaktujte podporu.

source: The name is invalid or a printer with this name already exists
fa: نام نامعتبر است یا چاپگر با این نام از قبل موجود است
ru: Недопустимое или уже существующее имя принтера
sk: Názov je neplatný alebo tlačiareň s týmto názvom už existuje

source: The new version {0} is available. Would you like to download the new version?
fa: نسخه جدید {0} موجود است. آیا میخواهید نسخه جدید را دانلود کنید؟
ru: Доступна новая версия {0}. Вы хотите загрузить новую версию?
sk: Je dostupná nová verzia programu ({0}) Chcete ju teraz stiahnúť?

source: The new version {0} is available. Your current version is {1} from {2}. Would you like to download the new version?
fa: نسخه جدید {0} موجود است.نسخه فعلی شما {1} از {2} است. آیا میخواهید نسخه جدید را دانلود کنید؟
sk: Je dostupná nová verzia programu PDFCreator {0}. Vaša aktuálna verzia je {1} (inštalovaná dňa {2}). Chcete ju teraz stiahnuť?

source: The path '{0}' is not a valid absolute path. Please select another filename and try again.
fa: مسیر '{0}' یک مسیر کامل نیست. لطفا نام فایل دیگری را انتخاب و مجدد سعی کنید.
ru: Путь '{0}' не является допустимым абсолютным путем. Выберите другое имя файла и повторите попытку.
sk: Cesta „{0}" nie je platnou cestou. Zadajte iný názov súboru a skúste to znova.

source: The path is not valid. Please enter a valid absolute path.
fa: مسیر معتبر نیست.لطفا مسیر کامل معتبر وارد کنید.
ru: Путь недействителен. Введите действительный абсолютный путь.
sk: Cesta nie je platná. Zadajte platnú cestu.

source: The post-conversion CS-script aborted the print job.
fa: پس-تبدیل CS-script وظیفه چاپ را لغو کرده است.
sk: CS-skrip post-konversion prerušil tlačovú úlohu.

source: The pre-conversion CS-script aborted the print job.
fa: پیش-تبدیل CS-script وظیفه چاپ را لغو کرده است.
sk: CS-skript pre-konversion prerušil tlačovú úlohu.

source: The printer '{0}' could not be installed.
fa: چاپگر '{0}' را نمیتوان نصب کرد.
ru: Принтер '{0}' не может быть установлен.
sk: Tlačiareň „{0}" nemôže byť nainštalovaná.

source: The printer '{0}' could not be renamed in '{1}'.
fa: چاپگر '{0}' را نمیتواند به '{1}' تغییر نام داد.
ru: Принтер '{0}' не может быть переименован в '{1}'.
sk: Tlačiareň „{0}" nemôže byť premenovaná na „{1}".

source: The printer name contains invalid characters.
fa: نام چاپگر حاوی کاراکترهای نامعتبر است.
ru: Имя принтера содержит недопустимые символы.
sk: Názov tlačiarne obsahuje neplatné znaky.

source: The profile is mapped to the following printer:
fa: پروفایل در چاپگر زیر مسیر دهی شده است:
ru: Профиль назначается на следующий принтер:
sk: Profil je priradený na nasledujúcu tlačiareň:

source: The rgb color mode is not supported for PDF/X
fa: حالت رنگ آر جی بی برای PDF/X پشتیبانی نشده است
sk: Farebný režim RGB nie je podporovaný pre PDF/X

source: The selected font is not supported. Please select a different font.
fa: فونت انتخاب شده پشتیبانی نمی شود.لطفا فونت متفاوتی را انتخاب کنید.
ru: Выбранный шрифт не поддерживается. Пожалуйста, выберите другой шрифт.
sk: Vybraný typ písma nie je podporovaný. Vyberte iný typ písma.

source: The selected path is too long
fa: مسیر منتخب خیلی بلند است
sk: Zadaná cesta je príliš dlhá

source: The selected path is too long. Please select a valid path.
fa: مسیر منتخب خیلی بلند است.لطفا مسیر معتبر وارد کنید.
sk: Zadaná cesta je príliš dlhá. Zadajte platnú cestu.

source: The selected printer is invalid.
fa: چاپگر انتخاب شده نامعتبر است.
ru: Выбранный принтер недопустим.
sk: Vybraná tlačiareň nie je platná.

source: The settings contain printers, that are currently installed but not used. Do you want to delete these printers now?
fa: تنظیمات حاوی چاپگر،که اکنون نصب شده است اما استفاده نشده است.آیا میخواهید حالا این چاپگرها را حذف کنید؟
sk: V nastaveniach boli nájdené tlačiarne, ktoré momentálne sú nainštalované, ale nepoužívané. Chcete tieto tlačiarne odstrániť teraz?

source: The settings contain printers, that are currently not installed. Do you want to add these printers now?
fa: تنظیمات حتوی چاپگر،اکنون نصب نشده است.آیا میخواهید حالا این چاپگرها را اضافه کنید؟
sk: V nastaveniach boli nájdené tlačiarne, ktoré momentálne nie sú nainštalované. Chcete tieto tlačiarne pridať teraz?

source: The specified Dropbox access token is not configured.
fa: رمز دسترسی درآپ باکس پیکربندی نشده است.
ru: Указанный маркер доступа Dropbox не настроен.
sk: Nebol nastavený žiaden Dropbox účet.

source: The specified Dropbox account is not configured.
fa: اکانت درآپ باکس تعیین شده پیکربندی نشده است.
ru: Указанная учетная запись Dropbox не настроена.
sk: Nebol nastavený žiaden Dropbox účet.

source: The specified FTP account is not configured.
fa: اکانت اِف تی پی تعیین شده پیکربندی نشده است.
ru: Указанная учетная запись FTP не настроена.
sk: Nebol nastavený FTP účet.

source: The specified HTTP account is not configured.
fa: اکانت اِچ تی تی پی تعیین شده پیکربندی نشده است.
ru: Указанная учетная запись HTTP не настроена.
sk: Nebol nastavený žiaden HTTP účet.

source: The specified SMTP account is not configured.
fa: اکانت اِس اِم تی پی تعیین شده پیکربندی نشده است.
ru: Указанная учетная запись SMTP не настроена.
sk: Nebol nastavený žiaden SMTP účet.

source: The specified time server account for signing is not configured.
fa: زمان سرور اکانت مشخص شده برای امضاء تعیین نشده است.
ru: Указанная учетная запись сервера времени для подписания не настроена.
sk: Nebol nastavený žiaden časový server pre podpisovanie.

source: The temporary path where PDFCreator stores the print jobs can't be accessed. This is a configuration problem on your machine and needs to be fixed. Do you want PDFCreator to attempt repairing it? Your spool folder is: {0}
fa: مسیر موقتی که برنامه وظایف چاپ را ذخیره می کند قابل دسترسی نیست. این یک مشکل پیکربندی در دستگاه شما است که باید حل شود. آیا میخواهید برنامه سعی کند که آن را تعمیر کند؟ پوشه اسپول شما است: {0}
ru: Временный путь, в котором PDFCreator хранит задания печати, недоступен. Это проблема конфигурации на вашей машине и ее необходимо устранить. Вы хотите, чтобы PDFCreator попытался восстановить это? Ваша папка для спула: {0}
sk: Dočasná cesta, kde PDFCreator ukladá tlačové úlohy nie je prístupná. Tento problém konfigurácie na vašom zariadení môže byť opravený. Chcete aby sa ho program PDFCreator pokúsil opraviť? Váš priečinok s tlačovými úlohami je: {0}

source: The test e-mail was successfully sent to the following recipients:
fa: ایمیل تست با موفقیت به گیرندگان زیر ارسال شد:
ru: Тестовое сообщение электронной почты было успешно отправлено следующим получателям:
sk: Testovací e-mail bol úspešne odoslaný nasledovným príjemcom:

source: There have been errors in the last 24 hours. Please check the event log.
fa: آنجا در 24 ساعت گذشته خطاهایی وجود دارد. لطفا وقایع رویداد را بررسی کنید.
sk: Počas posledných 24 hodín sa vyskytli chyby. Skontrolujte záznam udalostí.

source: There is currently no log file available.
fa: اکنون فایل وقایع وجود ندارد.
ru: Доступный лог-файл отсутствует.
sk: Nie je dostupný žiadny súbor so záznamom.

source: There was a problem during the download. Do you want to download the update from the website instead?
fa: مشکلی حین دانلود وجود دارد.آیا میخواهید بروز رسانی را از وبسایت دانلود کنید؟
ru: Возникла проблема с загрузкой обновления. Хотели бы вы загрузить обновление с веб-сайта?
sk: Vyskytol sa problém počas sťahovania. Chcete namiesto toho stiahnuť aktualizáciu z webstránky?
