Repository: timbze/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: fa, ru, sk

source: For power users like you, we recommend PDFCreator Professional to support the future development and benefit from exclusive features and priority support.
fa: برای کاربران حرفه ای مانند شما،ما PDFCreator Professional را برای توسعه در آینده و استفاده بردن از ویژگی های ویژه و اولویت پشتیبانی توصیه می کنیم.
sk: Pre pokročilých používateľov ako ste vy odporúčame používať PDFCreator Professional. Tým podporíte budúci vývin programu a získate exkluzívne funkcie a prioritnú podporu.

source: Format
fa: فرمت
sk: Formát

source: French
fa: فرانسوی
sk: francúzština

source: From
fa: از
sk: Forma

source: From bottom:
fa: از پایین:
sk: Od spodu:

source: From left:
fa: از چپ:
sk: Zľava:

source: Ftp directory path is invalid ftp path.
fa: مسیر دایرکتوری اِف تی پی،مسیر نامعتبر اِف تی پی است.
ru: Недопустимый путь к каталогу ftp.
sk: Cesta k FTP adresáru nie je platnou FTP adresou.

source: Fullscreen mode
fa: حالت تمام صفحه
ru: Полноэкранный режим
sk: Režim na celú obrazovku

source: General
fa: عمومی
ru: Общие
sk: Všeobecné

source: General Settings
fa: تنظیمات عمومی
ru: Общие настройки
sk: Všeobecné nastavenia

source: German
fa: آلمانی
sk: nemčina

source: Graph
fa: نمودار
sk: Graf

source: Grayscale
fa: سیاه و سفید
ru: Оттенки серого
sk: Odtiene sivej

source: Grayscale (8 Bit)
fa: سیاه و سفید (8 بیت)
ru: Оттенки серого (8 бит)
sk: Odtiene sivej (8 bitov)

source: Greek
fa: یونانی

source: Group policies for pdfforge products.
fa: سیاست گروهی برای محصولات pdfforge.
sk: Politika skupiny pre pdfforge produkty.

source: Group policy object for PDFCreator.
fa: شی سیاست گروهی برای PDFCreator.
sk: Politika skupiny objektov pre PDFCreator.

source: Grouped by:
fa: گروه بندی شده با:
sk: Zoskupiť podľa:

source: Grouping Options
fa: گزینه های گروه بندی
sk: Nastavenia zoskupovania

source: HTTP
fa: اِچ تی تی پی

source: HTTP Account
fa: اکانت اِچ تی تی پی
ru: HTTP-аккаунт
sk: HTTP účet

source: HTTP Account:
fa: اکانت اِچ تی تی پی:
ru: Учетная запись HTTP:
sk: HTTP účet:

source: HTTP Server Password:
fa: رمزعبور سرور اِچ تی تی پی:
ru: Пароль HTTP-сервера:
sk: Heslo HTTP servera:

source: HTTP URL must start with 'http://' or 'https://'.
fa: آدرس اِچ تی تی پی با این پیشوندها شروع میشود 'http://' یا 'https://'.
ru: URL-адрес HTTP должен начинаться с 'http://' или 'https://'.
sk: Adresa HTTP URL musí začínať s „http://" or „https://".

source: HTTP Upload
fa: آپلود اِچ تی تی پی
ru: Загрузка HTTP
sk: Nahrávanie cez HTTP

source: Have you tried PDFCreator Online? It lets you convert and merge PDFs quickly and easily in your browser.
fa: آیا تا بحال PDFCreator آنلاین را امتحان کرده اید؟ آن به شما اجازه تبدیل و ادغام سریع پی دی اِف را مستقیما از مرورگر میدهد.
sk: Už ste vyskúšali PDFCreator Online? Umožňuje prevod a spájanie PDF súborov rýchlejšie a jednoduchšie priamo z vášho prehliadača.

source: Height:
fa: ارتفاع:
sk: Výška:

source: Help us improve PDFCreator Server by sending anonymous application usage statistics.
fa: با ارسال آمار مصرف برنامه PDFCreator Server بطور ناشناس در بهبود آن به ما کمک کنید.
sk: Pomôžte nám vylepšiť PDFCreator Server posielaním anonymných štatistík používania programu.

source: Help us improve {0} by sending anonymous application usage statistics.
fa: با ارسال آمار مصرف برنامه بطور ناشناس {0} در بهبود آن به ما کمک کنید.
sk: Pomôžte nám vylepšiť {0} posielaním anonymných štatistík používania programu.

source: Help us improve {0} by sending anonymous application usage statistics. This data will only be used by us for analysis purposes not be shared with any third party. The application's performance will not be affected by collecting the usage statistics. Expand the sample data below to see what data are sent.
fa: با ارسال آمار مصرف برنامه بطور ناشناس {0} در بهبود آن به ما کمک کنید.. این داده فقط به منظور آنالیز مورد استفاده قرار میگیرد و با هیچ شخص ثالث به اشتراک گذاشته نمیشود. گردآوری آمار مصرف در کارایی برنامه اثر ندارد. داده نمونه زیر را برای مشاهده داده ارسالی باز کنید.
sk: Posielaním anonymných štatistík nám pomôžte vylepšiť {0}. Tieto údaje budú použité iba pre analytické účely a nebudú zdieľané so žiadnou treťou stranou. Zbieranie štatistík používania nebude mať vplyv na výkon aplikácie. Ak chcete vedieť, ktoré údaje budú posielané, nájdete ich nižšie.

source: Here you can setup a custom program for viewing your generated documents. The windows default program will be used if you don't select anything here.
fa: در اینجا شما میتوانید برنامه سفارشی برای مشاهده اسناد تولید شده راه اندازی کنید.اگر چیزی در اینجا انتخاب نکنید از پیش فرض ویندوز استفاده خواهد شد.
ru: Здесь вы можете настроить пользовательскую программу для просмотра сгенерированных документов. Программа Windows по умолчанию будет использоваться, если вы ничего не выберете здесь.
sk: Tu si môžete nastaviť vlastný program pre prehliadanie vami vytvorených dokumentov. Ak tu nič nenastavíte bude použitý systémom predvolený program.

source: Hide Info
fa: مخفی کردن اطلاعات
sk: Skryť informácie

source: Hide PDF Architect info
fa: مخفی کردن اطلاعات PDF Architect
sk: Skryť informácie o programe PDF Architect

source: Hide license tab
fa: مخفی کردن تب مجوز
sk: Skryť kartu licencie

source: High (256 Bit AES)
fa: متوسط (256 بیت اِی ای اِس)
ru: Высокое (256 Бит AES)
sk: Vysoké (128 bitové AES)

source: High Compression (small file)
fa: فشرده سازی زیاد (فایل کوچک)
ru: Высокое сжатие (небольшой файл)
sk: Vysoká kompresia (malý súbor)

source: High Quality (large file)
fa: کیفیتزیاد (فایل بزرگ)
ru: Высокое качество (большой файл)
sk: Vysoká kvalita (veľký súbor)

source: Hint
fa: تذکر
sk: Nápoveda

source: Hint: Multiple recipients can be separated by commas
fa: توجه:چندین گیرنده با ویرگول میتواند از هم جدا شوند
ru: Подсказка: несколько получателей могут быть разделены запятыми
sk: Tip: Viacerých príjemcov môžete oddeliť čiarkami

source: Hint: You can drag the print jobs to reorder them
fa: نکته:شما میتوانید وظایف چاپ برای چینش مجدد آنها در اینجا بکشید
ru: Подсказка: вы можете перетаскивать задания печати, чтобы переупорядочить их
sk: Tip: Tlačové úlohy môžete preusporiadať ich ťahaním a presunutím

source: History
fa: تاریخچه
sk: História

source: History is disabled
fa: تاریخچه غیرفعال شده است
sk: História je zakázaná

source: Home
fa: خانه
ru: Домой
sk: Domov

source: Hungarian
fa: مجارستانی
sk: maďarčina

source: ID:
fa: شناسه:
ru: ИД:

source: INI files (*.ini)|*.ini
fa: فایل INI (*.ini)|*.ini
ru: INI-файлы (*.ini)|*.ini
sk: INI súbory (*.ini)|*.ini

source: If a file already exists, an incrementing number is added to the filename, i.e. 'file_5.pdf'
fa: اگر فایل از قبل وجود دارد،یک شماره افزایشی به نام فایل اضافه میشود مثل 'file_5.pdf'
ru: Если файл уже существует, к имени файла добавляется порядковый номер, т. е. 'File_5.pdf'
sk: Ak súbor už existuje, pridá sa k názvu súboru rozšírujúce číslo, napríklad „súbor_5.pdf"

source: If set, the user can temporarily edit the distributed profiles. The changes are not saved. After restarting the PDFCreator, the profiles match the profiles from the .ini file.
fa: اگر تنظیم شده باشد، کاربر میتواند موقتا پروفایل های توزیع شده را ویرایش کند. تغییرات ذخیره نمیشود. بعد از ریستارت PDFCreator، پروفایل مطابق با پروفایل از فایل .ini می باشد.
sk: Ak povolíte, používateľ môže dočasne upravovať distribuované profily. Zmeny nebudú uložené. Po reštarte programu PDFCreator sa budú profily zhodovať s profilmi v .ini súbore.

source: If you want to know more you can take a look at our manual:
fa: اگر بیشتر میخواهید بدانید لطفا نگاهی به راهنما بیاندازید:
sk: Ak chcete vedieť viac, môžete si pozrieť našu príručku:

source: Image compression:
fa: فشرده سازی تصویر:
ru: Сжатие изображения:
sk: Kompresia obrázku:

source: Implement a custom script in C# to process the print job.
fa: پیاده سازی اسکریپت سفارشی در C# برای پردازش وظیفه چاپ.
sk: Zahrnúť vlastný skript v C# do spracovania tlačovej úlohy

source: Incorrect response from Dropbox Server. Account could not be created. Please try again.
fa: پاسخ اشتباه از سرور درآپ باکس. اکانت را نمیتوان ایجاد کرد.لطفا مجدد امتحان کنید.
ru: Неверный ответ от Dropbox Server. Учетная запись не может быть создана. Пожалуйста, попробуйте еще раз.
sk: Nesprávna odpoveď zo servera Dropbox. Účet nebol vytvoerený. Skúste to znova.

source: Insert page elements
fa: قراردادن عناصر صفحه
ru: Вставить элементы страницы
sk: Vkladanie elementov stránky

source: Inserts one or more pages at the beginning of the document.
fa: قراردادن یک یا صفحات بیشتر در ابتدای سند.
sk: Vloží na začiatok dokumentu jednu alebo viac stránok.

source: Install
fa: نصب
ru: Установка
sk: Inštalovať

source: Install PDF Architect now
fa: حالا نصب PDF Architect
sk: Inštalovať PDF Architect teraz

source: Install new Update
fa: نصب بروز رسانی های جدید
ru: Установите новое обновление

source: Interactive
fa: تعاملی
ru: Интерактивный
sk: Interaktívne

source: Internal Ghostscript error.
fa: خطای داخلی Ghostscript.
ru: Внутренняя ошибка Ghostscript.
sk: Interná Ghostscript chyba.

source: Invalid Queue
fa: صف نامعتبر
sk: Neplatná fronta

source: Invalid Regular Expression.
fa: عبارت باقاعده نامعتبر.
ru: Недопустимое регулярное выражение.
sk: Neplatný regulárny výraz.

source: Invalid SMTP e-mail recipients.
fa: اِس اِم تی پی گیرندگان ایمیل نامعتبر است.
ru: Недопустимые получатели электронной почты SMTP.
sk: Nesprávne zadaní príjemcovia SMTP pošty.

source: Invalid SMTP port.
fa: پورت SMTP نامعتبر است.
ru: Недопустимый SMTP-порт.
sk: Neplatný SMTP port.

source: Invalid password for '{0}'
fa: رمزعبور نامعتبر برای '{0}'
ru: Неверный пароль для '{0}'
sk: Neplatné heslo pre „{0}"

source: Invalid settings
fa: تنظیمات نامعتبر است
ru: Недопустимые настройки
sk: Neplatné nastavenia

source: Irish
fa: ایرلندی
sk: írčina

source: Italian
fa: ایتالیایی
sk: taliančina

source: Items in group:
fa: موارد در گروه:
sk: Položky v skupine:

source: JPEG (High)
fa: JPEG (زیاد)
ru: JPEG (сильное сжатие)
sk: JPEG (Vysoká)

source: JPEG (Low)
fa: JPEG (کم)
ru: JPEG (слабое сжатие)
sk: JPEG (Nízka)

source: JPEG (Manual)
fa: JPEG (دستی)
ru: JPEG (индивидуальное сжатие)
sk: JPEG (Vlastná)

source: JPEG (Maximum)
fa: JPEG (حداکثر)
ru: JPEG (макс. сжатие)
sk: JPEG (Maximálna)

source: JPEG (Medium)
fa: JPEG (متوسط)
ru: JPEG (среднее сжатие)
sk: JPEG (Stredná)

source: JPEG (Minimum)
fa: JPEG (حداقل)
ru: JPEG (мин. сжатие)
sk: JPEG (Minimálna)

source: JPEG (graphic file)
fa: JPEG (فایل گرافیک)
ru: JPEG (графический файл)
sk: JPEG (grafický súbor)

source: JPEG Settings
fa: تنظیمات JPEG
ru: Настройки JPEG
sk: Nastavenia JPEG

source: JPEG file
fa: فایل JPEG
ru: Файл JPEG
sk: Súbor JPEG

source: Job statistics example:
fa: مثال آمارهای وظیفه:
sk: Príklad odosielania štatistík:

source: Keywords
fa: کلمات کليدي
sk: Kľúčové slová

source: Keywords:
fa: کلمات کليدي:
ru: Ключевые слова:
sk: Kľúčové slová:

source: Keywords: {0}
fa: کلمات کليدي: {0}
sk: Kľúčové slová: {0}

source: Knowledge Base
fa: مرکز اطلاع
sk: Vedomostná databáza

source: Landscape
fa: نماي اُفقي
ru: Альбомная
sk: Na šírku

source: Language
fa: زبان
ru: Язык
sk: Jazyk

source: Last Page
fa: آخرین صفحه
ru: Последняя страница
sk: Posledná strana

source: Last activation:
fa: آخرین فعالسازی:
ru: Последняя активация:
sk: Posledná aktivácia:

source: Last used directory
fa: آخرین دایرکتوری مستعمل
sk: Naposledy použitý priečinok

source: Last used profile
fa: آخرین پروفایل استفاده شده
ru: Последний использованный профиль
sk: Naposledy použitý profil

source: Launch PDF Architect
fa: اِجرای PDF Architect
ru: Запуск PDF Architect
sk: Spustiť PDF Architect

source: Launched encryption without owner password.
fa: کُدگذاری بدون رمزعبور مالک اِجرا شده است.
ru: Шифрование запущено без пароля владельца.
sk: Spustené šifrovanie bez hesla vlastníka.

source: Launched encryption without user password.
fa: کُدگذاری بدون رمزعبور کاربر اِجرا شده است.
ru: Шифрование запущено без пароля пользователя.
sk: Spustené šifrovanie bez používateľského hesla.

source: Launched signing without certification password.
fa: امضا بدون رمزعبور گواهینامه اجرا شده است.
ru: Подписание запущено без пароля сертификата.
sk: Spustené podpisovanie bez certifikáčného hesla.

source: Leave one or both passwords empty to get a request during the print job (passwords will not be saved).
fa: یک یا هر دو را خالی بگذارید تا حین وظیفه چاپ درخواست دریافت کنید (رمزعبور ذخیره نخواهد شد).
sk: Nechajte jedno alebo obe polia pre heslá prázdne ak chcete zobraziť požiadavku pre zadanie hesla počas tlačenia (heslá nebudú uložené).

source: Leave password empty to get a request during the print job (password will not be saved).
fa: برای دریافت درخواست حین چاپ وظیفه رمزعبور را خالی بگذارید (رمزعبور ذخیره نخواهد شد).
ru: Оставьте поле пароля пустым для получения запроса во время выполнения задания на печать (пароль не будет сохранен).
sk: Nechajte heslo prázdne a dostanete požiadavku počas tlačenia (heslo nebude uložené).

source: License
fa: مجوز
ru: Лицензии
sk: Licencie

source: License Key:
fa: کلید مجوز:
ru: Лицензионный ключ:
sk: Licenčný kľúč:

source: License key
fa: کلید مجوز
ru: Лицензионный ключ
sk: Licenčný kľúč

source: License status:
fa: وضعیت مجوز:
ru: Состояние лицензии:
sk: Stav licencie:

source: Licensee:
fa: مجوز:
ru: Лицензиат:
sk: Licencia:

source: Licensing was succesful.
fa: مجوزدهی موفقیت آمیز بود.
ru: Лицензирование прошло успешно.
sk: Licencia úspešne použitá.

source: List
fa: لیست
sk: Zoznam

source: Lithuanian
fa: لیتوانی
sk: litovčina

source: Load settings from file
fa: بارگیری تنظیمات از فایل
ru: Загрузить настройки из файла
sk: Načítať nastavenia zo súboru

source: Load shared application settings
fa: بارگیری تنظیمات اشتراک گذاشته شده برنامه
sk: Načítať zdieľané nastavenia programu

source: Load shared profiles
fa: بارگیری پروفایل های اشتراک گذاشته شده
sk: Načítať zdieľané profily

source: Loading CS-Script ...
fa: بارگیری اسکریپت CS ...
sk: Načítavanie CS-Skriptu...

source: Loading CS-Script was successful.
fa: بارگیری اسکریپت CS موفقیت آمیز بود.
sk: Načítavanie CS-Skriptu bolo úspešné.

source: Loading Update...
fa: بارگیری بروز رسانی...
ru: Загрузка обновления...
sk: Sťahovanie aktualizácie...

source: Location:
fa: مکان:
ru: Расположение:
sk: Umiestnenie:

source: Log file cleared
fa: فایل وقایع پاکسازی شد
ru: Лог-файл создан
sk: Súbor záznamu bol vyčistený

source: Logging
fa: وقایع نگاری
ru: Журналирование
sk: Záznam

source: Logging Level:
fa: سطح ثبت وقایع:
ru: Уровень ведения журнала:
sk: Úroveň zaznamenávania:

source: Long edge turn
fa: چرخش لبه بلند
ru: Поворот вокруг длинной стороны
sk: Prevrátiť pozdĺž dlhého okraja

source: Looking for help with a specific feature or setting? Simply hit the F1 button anywhere in PDFCreator and the related help page will open automatically.
fa: دنبال راهنما برای ویژگی یا تنظیم خاص می گردید؟فقط دکمه F1 را در هر جا از PDFCreator فشار دهید و صفحه راهنمای مرتبط خودکار باز میشود.
sk: Hľadáte pomoc s určitou funkciou alebo nastavením? Jednoducho stlačte tlačidlo F1 kdekoľvek v programe PDFCreator a príslušná stránka nápovede sa automaticky otvorí.

source: Low (128 Bit)
fa: کم (128 بیت)
ru: Низкое (128 бит)
sk: Nízke (128 bitové)

source: Machine ID:
fa: شناسه دستگاه:
ru: ID компьютера:
sk: ID zariadenia:

source: Manage Accounts
fa: مدیریت اکانت ها
ru: Управление учетными записями
sk: Správca účtov

source: Manage Printers
fa: مدیریت چاپگرها
ru: Управление принтерами
sk: Spravovať tlačiarne

source: Manage licenses
fa: مدیریت مجوزها
ru: Управлять лицензиями
sk: Spravovanie licencií

source: Manage your credentials for corresponding actions. Added accounts and changes will be available for all profiles.
fa: مدیریت اعتبارنامه خود برای اقدامات متناظر.اکانت های اضافه شده و تغییرات برای همه پروفایل ها موجود است.
ru: Управляйте своими учетными данными для соответствующих действий. Добавленные учетные записи и изменения будут доступны для всех профилей.
sk: Spravujte svoje poverania pre zodpovedajúce akcie. Pridané účty a zmeny budú dostupné pre všetky profily.

source: Medium (128 Bit AES)
fa: متوسط (128 بیت اِی ای اِس)
ru: Среднее (128 Бит AES)
sk: Stredné (128 bitové AES)

source: Merge All
fa: ادغام همه
ru: Слияние всех
sk: Spojiť všetko

source: Merge Print Jobs
fa: ادغام وظایف چاپ
ru: Объединить задания печати
sk: Spájanie tlačových úloh

source: Merge Selected
fa: ادغام منتخب
ru: Слияние выбранных
sk: Spojiť vybrané

# PrintJobWindowButton
source: Merge all
fa: ادغام همه
sk: Zlúčiť všetko

source: Merged Files
fa: فایل های ادغام شده
ru: Объединенные файлы
sk: Zahrnuté súbory

source: Metadata
fa: اَبَر داده
ru: Метаданные

source: Metadata:
fa: اَبَر داده:
sk: Metadáta:

source: Missing Printers
fa: چاپگرها گم شده
sk: Chýbajúce tlačiarne

source: Missing URL for HTTP upload.
fa: آدرس گم شده برای آپلود اِچ تی تی پی.
ru: Отсутствует URL для загрузки HTTP.
sk: Chýbajúca URL adresa pre HTTP nahrávanie.

source: Missing directory
fa: دایرکتوری نا پیدا
sk: Chýbajúci priečinok

source: Missing output file for PDF processing.
fa: فایل خروجی برای پردازش پی دی اِف گم شده است.
ru: Отсутствует выходной файл для обработки PDF.
sk: Chýba výstupný súbor pre spracovanie PDF.

source: Missing user name for HTTP authentication.
fa: نام کاربر گم شده برای احراز هویت اِچ تی تی پی.
ru: Отсутствует имя пользователя для проверки подлинности HTTP.
sk: Chýbajúce meno používateľa pre HTTP autentifikáciu.

source: Modify
fa: ویرایش
ru: Модифицирован
sk: Úprava

source: Modify Settings:
fa: تغییر تنظیمات:
sk: Úprava nastavení:

source: Monthly
fa: ماهیانه
ru: Ежемесячно
sk: Mesačne

source: More Information
fa: اطلاعات بیشتر
ru: Подробная информация
sk: Viac informácií

source: More On User Tokens
fa: بیشتر در رمز کاربر
sk: Viac o používateľských tokenoch

source: More info
fa: اطلاعات بیشتر
ru: Еще сведения
sk: Viac informácií

source: More information
fa: اطلاعات بیشتر
ru: Подробная информация
sk: Viac informácií

source: More on PDF Architect
fa: بیشتر در معماری پی دی اِف
ru: Подробнее о PDF Architect
sk: Viac o programe PDF Architect

source: NameDefinedByUser:Example Value
fa: نام تعریف شده توسط کاربر:مثال مقدار
sk: NázovDefinovanýUžívateľom:Príkladová Hodnota

source: Need help?
fa: به کمک نیاز دارید؟
sk: Potrebujete pomoc?

source: Neither document outline nor thumbnail images visible
fa: نه پیرامون سند نه پدیداری بندانگشتی تصاویر
ru: Не показывать структуру документа и эскизы страниц
sk: Obrysy dokumnetu ani náhľady obrázkov nebudú viditeľné

source: Never
fa: هرگز
ru: Никогда
sk: Nikdy

source: New Profile
fa: پروفايل جديد
ru: Новый профиль
sk: Nový profil

source: News
fa: اخبار
sk: Novinky

source: No
fa: خير
ru: Нет
sk: Nie

source: No CS-script file is specified.
fa: هیچ فایل CS-script تعیین نشده است.
sk: Žiaden CS-skript nebol zadaný.

source: No RSS Feed Available
fa: خوراک آر اِس اِس در دسترس نیست
sk: RSS kanál je nedostupný

source: No SMTP e-mail address is specified.
fa: آدرس ایمیل SMTP تعیین نشده است.
ru: Не указан адрес электронной почты для SMTP.
sk: Žiadna SMTP e-mailová adresa nebola zadaná.

source: No SMTP e-mail recipients are specified.
fa: دریافت کننده ایمیل SMTP تعیین نشده است.
ru: Не указаны получатели электронной почты для SMTP.
sk: Neboli zadaný žiadny prijímatelia SMTP e-mailu.

source: No SMTP e-mail server is specified.
fa: سرور ایمیل SMTP تعیین نشده است.
ru: Не указан SMTP-сервер электронной почты.
sk: Nebol zadaný žiaden SMTP e-mailový server.

source: No SMTP e-mail user name is specified.
fa: نام کاربر ایمیل SMTP تعیین نشده است.
ru: Не указано имя пользователя электронной почты для SMTP.
sk: Nebolo zadané žiadne SMTP používateľské meno.

source: No application is associated to open PDF files
fa: برنامه ای برای بازکردن فایل پی دی اِف وابسته سازی نشده است
sk: Žiaden program nie je asociovaný pre otváranie PDF súborov

source: No attachment file is specified.
fa: فایل پیوستی تعیین نشده است.
ru: Не указан файл вложения.
sk: Nebola zadaná žiadna príloha.

source: No background file is specified.
fa: فایل پس زمینه تعیین نشده است.
ru: Не указан файл фона.
sk: Nebol zadaný žiaden súbor pre pozadie.

source: No certification file is specified.
fa: فایل گواهینامه تعیین نشده است.
ru: Не указан файл сертификата.
sk: Certifikačný súbor nebol zadaný.

source: No compatible e-mail client installed.
fa: کلاینت ایمیل سازگار یافت نشد.
ru: Не установлен совместимый клиент электронной почты.
sk: Nebol nainštalovaný žiaden kompaktibilný e-mailový klient.

source: No cover file is specified.
fa: فایل کاور تعیین نشده است.
ru: Не указан файл обложки.
sk: Žiaden súbor obalu nebol zadaný.

source: No duplex printing
fa: بدون چاپ دورو
ru: Без двусторонней печати
sk: Obojstranná tlač je zakázaná

source: No license available. Please enter a new license key.
fa: مجوزی موجود نیست.لطفا مجوز جدید وارد کنید.
ru: Лицензия недоступна. Пожалуйста, введите новый ключ.
sk: Žiadna licencia nie je k dispozícii. Zadajte nový licenčný kľúč.

source: No license key available. Please enter a new license key.
fa: کلید مجوزی موجود نیست.لطفا کلید مجوز جدید وارد کنید.
ru: Лицензионный ключ недоступен. Пожалуйста, введите новый ключ.
sk: Žiadny licenčný kľúč k dispozícii. Zadajte nový licenčný kľúč.

source: No log file
fa: فایل وقایع نیست
ru: Лог-файл не указан
sk: Žiadny súbor záznamu

source: No password provided for e-mail over SMTP.
fa: رمزعبوری برای ایمیل روی اِس اِم تی پی ارائه نشده است.
ru: Для электронной почты через SMTP пароль не предоставляется.
sk: Nebolo zadané žiadne heslo pre e-maily cez SMTP.

source: No printers installed
fa: چاپگری نصب نشده است
ru: Принтеры не установлены
sk: Nie sú nainštalované žiadne tlačiarne

source: No queue is mapped to a printer. Please add a new queue or select a printer for an existing queue.
fa: صفی به چاپگر مسیردهی نشده است. لطفا صف جدید اضافه کنید یا یک چاپگر برای صف موجود انتخاب کنید.
sk: Žiadna tlačová fronta nie je priradená ku tlačiarni. Pridajte novú frontu alebo vyberte tlačiareň s už existujúcou frontou.

source: No repetition
fa: بدون تکرار
ru: Без повторений
sk: Bez opakovania

source: No script file is specified.
fa: فایل اسکریپت تعیین نشده است.
ru: Не указан файл сценария.
sk: Žiaden skript nebol zadaný.

source: No stamp text is specified.
fa: متن استامپ تعیین نشده است.
ru: Текст тиснения не указан.
sk: Žiadny text razítka nebol nastavený.

source: No, thanks
fa: نه،ممنونم
ru: Нет, спасибо
sk: Nie, vďaka

source: Not enough space for signature.
fa: فضای کافی برای امضل وجود ندارد.
ru: Не хватает места для подписи.
sk: Nie je dostatok miesta na podpis.

source: Number Of Conversions
fa: تعداد تبلیل ها
sk: Počet prevodov

source: OK
fa: &تأييد

source: Offline activation
fa: فعالسازی آفلاین
ru: Оффлайн активация
sk: Offline aktivácia

source: Ok
fa: تایید

source: Online activation
fa: فعالسازی آنلاین
ru: Онлайн-активация
sk: Online aktivácia

source: Only save file temporarily
fa: فقط ذخیره موقت فایل
sk: Dočasne uložiť súbor

source: Only show notification for errors
fa: اطلاع رسانی ها را فقط برای خطاها نشان بده
ru: Показывать только уведомления об ошибках
sk: Zobrazovať iba upozornenia na chyby

source: Open
fa: بازکردن
sk: Otvoriť

source: Open CS-Scripts Folder
fa: بازکرن پوشه اسکریپت های CS
sk: Otvoriť priečinok s CS-Skriptami

source: Open Event Log
fa: بازکردن رویداد وقایع
sk: Otvoriť záznam udalostí

source: Open file after saving
fa: بعد از ذخیره سازی فایل را باز کن
ru: Открыть файл после сохранения
sk: Otvoriť súbory po uložení

source: Open folder
fa: بازکرن پوشه
ru: Открыть папку
sk: Otvoriť priečinok

source: Open with E-Mail Client
fa: بازکردن با کلاینت ایمیل
ru: Открыть с помощью почтового клиента
sk: Otvoriť v e-mailovom klientovi

source: Open with PDF Architect
fa: بازکردن با PDF Architect
ru: Открыть с помощью PDF Architect
sk: Otvoriť v programe PDF Architect

source: Open with default viewer
fa: بازکردن با نمایش دهنده پیش فرض
ru: Открыть с помощью программы просмотра по умолчанию
sk: Otvoriť s predvoleným prehliadačom
