Repository: timbze/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: fa, ru, sk

source: There was a problem with the connection to the license server.
fa: مشکلی حین ارتباط با سرور مجوز وجود دارد.
ru: Возникла проблема с подключением к серверу лицензий.
sk: Vyskytol sa problém s pripojením na licenčný server.

source: There was an error with a component licensed by pdfforge. Please reinstall PDFCreator. (Error {0})
fa: یک خطا با کامپاننت مجوز داده شده pdfforge وجود دارد. لطفا PDFCreator را مجدد نصب کنید. (خطا {0})
ru: Произошла ошибка с компонентом, лицензированным pdfforge. Переустановите PDFCreator. (Ошибка {0})
sk: Vyskytla sa chyba na licencovanom komponente od pdfforge. Preinštalujte program PDFCreator. (Chyba {0})

source: These characters are not allowed as Dropbox directory name: < > : ? * " |
fa: این کاراکترها در نام پوشه درآپ باکس اجازه داده نشده است: < > : ? * " |
sk: Tieto znaky nie sú povolené v názve Dropbox priečinku: < > : ? * " |

source: These settings have been set by your administrator and can't be changed.
fa: این تنظیمات توسط آدمین تنظیم شده و نمیتوان آن را تغییر داد.
ru: Эти настройки были установлены вашим администратором и не могут быть изменены.
sk: Tieto nastavenia boli nastavené administrátorom a nemožno ich zmeniť.

source: This feature is not supported by the selected output format
fa: این ویژگی با فرمت خروجی منتخب پشتیبانی نمی شود
sk: Táto funkcia nie je podporovaná vo zvolenom výstupnom formáte

source: This is not considered secure anymore. Use this for compatibility only.
fa: این بعنوان اَمن دیگر در نظر گرفته نمیشود.از این فقط برای سازگاری استفاده کنید.
ru: Это больше не считается безопасным. Используйте это только для совместимости.
sk: Toto nie je považované za bezpečné. Používajte to len pre kompaktibilitu.

source: This operation requires admin privileges and it looks like you are not an admin. Do you want to continue anyway? Note: It is safe to continue even if you are unsure if you have appropriate rights, but the operation will not be completed.
fa: این عملکرد نیاز به سطح دسترسی آدمین دارد و بنظر شما آدمین نیستید. بهر حال ادامه می دهید؟ توجه: این امن است که ادامه دهید حتی اگر شما از سطح اختیارات خود مطمئن نیستید،اما عملکرد کامل نمی شود.
ru: Для этой операции требуются привилегии администратора, и похоже, что вы не администратор. Вы все равно хотите продолжить? Примечание: Продолжить процесс - безопасно, даже если вы не знаете, если у вас есть соответствующие права, но операция не будет завершена успешно.
sk: Táto operácia požaduje administrátorske práva a zdá sa, že nie ste administrárom. Chcete aj napriek tomu pokračovať? Poznámka: Je bezpečné pokračovať aj v prípade, že si nie ste istý, či máte príslušné práva, ale operácia nebude dokončená.

source: This printer will be mapped to the default profile.
fa: این چاپگر به پروفایل پیش فرض مسیردهی شده است.
ru: Этот принтер будет сопоставлен с профилем по умолчанию.
sk: Táto tlačiareň bude priradená k predvolenému profilu.

source: Thumbnail images visible
fa: پدیداری بندانگشتی تصاویر
ru: Показывать эскизы страниц
sk: Viditeľné náhľady stránok

source: Time Server Account
fa: زمان سرور اکانت
ru: Учетная запись сервера времени
sk: Účet časového servera

source: Timeout in seconds:
fa: تایم اوت در ثانیه:
ru: Таймаут в секундах:
sk: Časový limit v sekundách:

source: Title
fa: عنوان
ru: Название
sk: Názov

source: Title Replacement
fa: عنوان جایگزین
ru: Правила изменения названия
sk: Zámena textu v názve dokumentu

source: Title from Printjob
fa: عنوان از وظیفه چاپ
ru: Название из Задания на печать
sk: Názov z tlačovej úlohy

source: Title from Settings
fa: عنوان از تنظیمات
ru: Название из Настроек
sk: Názov z nastavení

source: Title:
fa: عنوان:
ru: Название:
sk: Názov:

source: Title: {0}
fa: عنوان: {0}
sk: Názov: {0}

# DateRange
source: To
fa: به
sk: Komu

source: To proceed you need to save your current settings.
fa: برای ادامه باید تنظیمات فعلی را ذخیره کنید.
sk: Ak chcete pokračovať musíte najprv uložiť vaše aktuálne nastavenia.

source: To:
fa: به:
ru: Кому:
sk: Komu:

source: Total file size:
fa: مجموع حجم فایل:
ru: Общий размер файла:
sk: Celková veľkosť súboru:

source: Try PDFCreator Professional!
fa: PDFCreator Professional را امتحان کنید!
sk: Vyskúšajte PDFCreator Professional!

source: URL:
fa: آدرس:

source: UTF-8 text which approximates the original text layout
fa: متن UTF-8 که به چینش متن اصلی نزدیک است
ru: Текст UTF-8, который приближен к исходному макету текста
sk: Text UTF-8, ktorý približne spracuje pôvodné rozloženie textu

source: Unable to add the attachment. The documents' PDF format version is not compatible.
fa: قادر به افزودن ضمیمه نیست. نسخه فرمت PDF اسناد ناسگار است.
sk: Nie je možné pridať prílohu. Verzia formátu PDF dokumentu nie je kompatibilná.

source: Unable to add the background. The documents' PDF format version is not compatible.
fa: قادر به افزودن پس زمینه نیست. نسخه فرمت PDF اسناد ناسگار است.
sk: Nie je možné pridať pozadie. Verzia formátu PDF dokumentu nie je kompatibilná.

source: Unable to add the cover. The documents' PDF format version is not compatible.
fa: قادر به افزودن جلد نیست. نسخه فرمت PDF اسناد ناسگار است.
sk: Nie je možné pridať obal. Verzia formátu PDF dokumentu nie je kompatibilná.

source: Unable to find the certification file.
fa: قادر به یافتن فایل گواهینامه نیست.
sk: Nebolo možné nájsť súbor s certifikátom.

source: Unable to load the RSS feed. Please check your internet connection.
fa: نمیتوان خوراک آر اِس اِس را بارگیری کرد.لطفا ارتباط اینترنتی خود را بررسی کنید.
sk: Nie je možné načítať RSS kanál. Skontrolujte si vaše internetové pripojenie.

source: Unicode (UCS2) text with byte order mark (BOM) which approximates the original text layout
fa: متن یونیکد (UCS2) با بایت چینش مارک (BOM) که تقریبا مثل چینش متن اصلی است
ru: Unicode (UCS2) текст с отметкой порядка следования байтов (BOM), которая бриближен к исходному тексту макета
sk: Text Unicode (UCS2) s označením bajtu (BOM), ktorý približne spracuje pôvodné rozloženiu textu

source: Unit of measurement:
fa: واحد اندازه گیری:
sk: Merná jednotka:

source: Unknown error in e-mail client action.
fa: خطا ناشناخته در اقدام کلاینت ایمیل.
ru: Неизвестная ошибка в работе клиента электронной почты.
sk: Neznáma chyba v e-mailovom klientovi.

source: Unknown internal error.
fa: خطای داخلی ناشناخته.
ru: Неизвестная внутренняя ошибка.
sk: Neznáma interná chyba.

source: Unlock the business features with PDFCreator Professional!
fa: گشودن ویژگی های تجاری با PDFCreator Professional!
sk: Odomknite prémiové funkcie pomocou programu PDFCreator Professional!

source: Unused Printers
fa: چاپگرهای استفاده نشده
sk: Nepoužívané tlačiarne

source: Update
fa: بروز رسانی
ru: Обновление
sk: Aktualizácia

source: Update PDFCreator
fa: بروز رسانی PDFCreator
sk: Aktualizovať program PDFCreator

source: Update check
fa: بررسی بروز رسانی
ru: Проверка обновления
sk: Kontrola aktualizácií

source: Update check is already running.
fa: بررسی بروز رسانی از قبل در اِجرا است.
ru: Проверка возможности обновления уже запущена.
sk: Kontrola aktualizácií je už spustená.

source: UpdateInterval
fa: فاصله بروز رسانی
sk: Interval aktualizácií

source: Upload with FTP
fa: آپلود با FTP
ru: Загрузить с FTP
sk: Nahrať cez FTP

source: Uploads the document to Dropbox to save it or to share it with a link.
fa: آپلود اسناد به دراپ باکس برای ذخیره آن یا اشتراک گذاری آن با یک لینک.
sk: Nahrá dokument na Dropbox a uloží ho alebo zdieľajte ho s odkazom.

source: Uploads the document to an HTTP server.
fa: آپلود سند به سرور HTTP.
sk: Nahrá dokument na HTTP server.

source: Uploads the document with FTP.
fa: آپلود سند با FTP.
sk: Nahrá dokument pomocou FTP.

source: Usage Statistics
fa: آمار مصرف
sk: Štatistiky používania

source: Usage statistics
fa: آمار مصرف
sk: Štatistiky používania

source: Use Html
fa: از اِچ تی اِم اِل استفاده کن
ru: Использовать Html
sk: Použiť HTML

source: Use PDF Architect for PDF files
fa: از PDF Architect برای فایل های PDF استفاده کن
ru: Использование PDF Architect для PDF-файлов
sk: Použiť PDF Architect pre prevedené PDF súbory

source: Use the value in the Profile Settings (e.g. for title or e-mail recipient) via the following token pattern
fa: از مقدار تنظیمات پروفایل استفاده کنید (مانند عنوان یا گیرنده ایمیل) توسط الگوی رمز زیر
sk: Použitá hodnota v nastaveniach profilu (napríklad pre názov alebo príjemcu e-mailu) pomocou nasledujúceho vzoru tokenu

source: User Guide
fa: راهنمای کاربر
sk: Používateľská príručka

source: User Name:
fa: نام کاربر:
ru: Имя пользователя:
sk: Používateľské meno:

source: User Tokens
fa: رمزهای کاربر
sk: Používateľské tokeny

source: User Tokens allow you to predefine information like e-mail address, subject, text and more directly in the document without having to manually opening PDFCreator for each conversion.
fa: رمزهای کاربر به شما اجازه پیش تعریف اطلاعاتی مانند آدرس ایمیل،موضوع،متن، و بیشتر را مستقیما در سند بدون نیاز به باز کردن دستی PDFCreator برای هر تبدیل،می دهد.
sk: Token používateľa vám umožňuje definovať informácie ako e-mailové adresy, predmet, text a ďalšie priamo z dokumentu bez toho, aby ste museli manuálne otvárať program PDFCreator pre každý prevod.

source: User Tokens need to be activated first
fa: رمزهای کاربر ابتدا باید فعال شود
sk: Používateľské tokeny je nutné najprv aktivovať

source: User cancelled retyping FTP password.
fa: کاربر تایپ مجدد رمزعبور اِف تی پی را لغو کرده است.
ru: Пользователь отменил повторный ввод пароля для FTP.
sk: Používateľom prerušené prepisovanie FTP hesla.

source: User cancelled retyping HTTP autentication password.
fa: کاربر تایپ مجدد رمزعبور احراز هویت اِچ تی تی پی را لغو کرده است.
ru: Пользователь отменил повторный ввод пароля аутентификации HTTP.
sk: Používateľ zrušil prepisovanie HTTP hesla.

source: User cancelled retyping SMTP e-mail password.
fa: کاربر تایپ مجدد رمزعبور ایمیل SMTP را لغو کرده است.
ru: Повторный ввод пароля электронной почты SMTP отменен пользователем.
sk: Používateľ zrušil prepisovanie hesla SMTP e-mailu.

source: User password (for opening):
fa: (رمزعبور کاربر (برای بازکردن:
ru: Пароль пользователя (для открытия):
sk: Používateľské heslo (pre otvorenie):

source: User tokens allow you to define your own place holders for settings and set the values directly in your document.
fa: رمز های کاربر به شما اجازه تعریف محل نگهدارنده برای تنظیمات و تنظیم مقدار را مستقیما در سند شما میدهد.
sk: Používateľské tokeny umožňujú nastaviť vaše vlastné umiestnenia nastavení a výber hodnoty priamo z vášho dokumentu.

source: Validating license...
fa: معتبر سازی مجوز...
ru: Проверка лицензии...
sk: Overovanie licencie...

source: Value for '{0}'
fa: مقدار برای '{0}'
ru: Значение для '{0}'
sk: Hodnota pre „{0}"

source: Version
fa: نسخه
ru: Версия
sk: Verzia

source: View and print any PDF
fa: مشاهده و چاپ هر پی دی اِف
ru: Просмотр и печать любого PDF-файла
sk: Zobrazenie a tlač akéhokoľvek PDF súboru

source: Viewer
fa: نمایش دهنده
ru: Программа просмотра
sk: Prehliadač

source: Viewer Settings
fa: تنظیمات نمایش دهنده
ru: Настройки просмотра
sk: Nastavenia zobrazovača

source: Viewer not found
fa: نمایش دهنده یافت نشد
ru: Программа просмотра не найдена
sk: Prehliadač nebol nájdený

source: Viewer opens on page:
fa: نمایش دهنده باز میشوددر صفحه:
ru: Средство просмотра открывает страницу:
sk: Prehliadač otvorený na strane:

source: Viewer was not found, please check your settings.
fa: نمایش دهنده یافت نشد،لطفا تنظیمات خود را بررسی کنید.
ru: Программа просмотра не найдена, проверьте настройки.
sk: Prehliadač nebol nájdený, skontrolujte vaše nastavenia.

source: Wait until the program has ended
fa: تا زمان بسته شدن برنامه منتظر بمان
sk: Čakať, pokým spustený skript neskončí

source: Warning: The selected document is a PDF 2.0 file and can't be added to other documents during the conversion.
fa: هشدار: سند منتخب فایل PDF 2.0 است و نمیتواند به سایر اسناد حین تبدیل اضافه شود.
sk: Upozornenie: Vybraný dokument je súbor PDF 2.0 a počas prevodu ho nie je možné pridať k iným dokumentom.

source: We highly value that you are using PDFCreator!
fa: استفاده شما از PDFCreator برای ما بسیار ارزشمند است!
ru: Мы высоко ценим, что вы используете PDFCreator!
sk: Vysoko si ceníme, že používate PDFCreator!

source: We recommend PDF Architect, our free PDF Viewer and Editor. The free edition contains a viewer and basic editing capabilities. Furthermore, you can buy optional modules, which extend the functionality according to your requirements and even provide OCR.
fa: ما PDF Architect نمایش دهنده و ویرایشگر پی دی اِف رایگان خود را توصیه می کنیم. نسخه رایگان حاوی قابلیت های نمایش دهنده و پایه است. بعلاوه، میتوانید مدل های اختیاری را خرید کنید، که قابلیت های اضافه مطابق با نیاز شما همچون اُ سی آر را فراهم می کند.
ru: Мы рекомендуем PDF Architect, наш бесплатный просмотрщик PDF и редактор. Бесплатная версия содержит возможности просмотра и базового редактирования. Кроме того, вы можете приобрести дополнительные модули, которые расширяют функциональность в соответствии с вашими требованиями и даже обеспечивают OCR.
sk: Odporúčame program PDF Architect. Tento prehliadač a editor PDF súborov je úplne zdarma. Edícia zdarma obsahuje prehliadač a základné možnosti pre upravovanie. Okrem toho je možné dokúpiť si rozširujúce moduly podľa vašich predstáv. Jednou z možností je napríklad rozoznávanie textu - OCR.

source: We recommend installing the new, improved PDF Architect version – without the latest version you will miss out on features like printing directly from PDF Architect.
fa: ما پیشنهاد می کنیم نسخه جدید و بهبود یافته PDF Architect را نصب کنید - بدون جدیدترین نسخه شما ویژگی هایی مانند چاپ مستقیم از PDF Architect را از دست می دهید.
sk: Odporúčame nainštalovať novú, vylepšenú verziu programu PDF Architect s novými funkciami, ako je napríklad tlačenie priamo z programu PDF Architekt.

source: Weekly
fa: هفتگی
ru: Еженедельно
sk: Týždenne

source: Welcome
fa: نکته روز
ru: Добро пожаловать
sk: Vitajte

source: What's new?
fa: تغییرات در این نسخه؟
ru: Что нового?
sk: Čo je nové?

source: When turning off the workflow editor, the processing order will be reset to its defaults.
fa: وقتی ویرایشگر جریان کار خاموش شود، ترتیب پردازش به پیش فرض بازنشانی خواهد شد.

source: Width:
fa: عرض:
sk: Šírka:

source: Wrong license key syntax. It must look like '12345-67890-ABCDE-EFGHI-JKLMNO-PRSTU'. Valid characters are: A-Z, 0-9 and the dash.
fa: نحو کلید مجوز اشتباه است. باید به این شکل باشد '12345-67890-ABCDE-EFGHI-JKLMNO-PRSTU'. کاراکترهای معتبر: A-Z, 0-9 و دَش هستند.
ru: Неверный синтаксис ключа лицензии. Он должен выглядеть как «12345-67890-ABCDE-EFGHI-JKLMNO-PRSTU». Допустимые символы: A-Z, 0-9 и тире.
sk: Zlý tvar licenčného kľúča. Musí byť zadaný v tvare „12345-67890-ABCDE-EFGHI-JKLMNO-PRSTU". Správne znaky sú A-Z, 0-9 a pomlčka.

source: XML-escaped Unicode along with information regarding the format of the text
fa: ایکس اِم اِل-فرار یونیکد همراه با اطلاعات مربوط به فرمت متن
ru: XML-экранированный Unicode вместе с информацией о формате текста
sk: XML-zmenené Unicode spolu s informáciami o formáte textu

source: Yes
fa: بله
ru: Да
sk: Áno

source: You already have PDF Architect on your computer
fa: شما از قبل PDF Architect را در رایانه خود دارید
ru: PDF Architect уже установлен на вашем компьютере
sk: PDF Architect už máte nainštalovaný na vašom počítači

source: You already have the most recent version.
fa: شما از جدیدترین نسخه استفاده می کنید.
ru: Последняя версия уже установлена.
sk: Už máte nainštalovanú poslednú verziu.

source: You can add, rename or delete printers for this queue. Please note that you need a least one printer per queue. Otherwise, you will not be able to use the queue.
fa: شما میتوانید برای این صف چاپگر ها را اضافه، تغییرنام یا حذف کنید. توجه کنید که حداقل یک چاپگر بر صف نیاز دارید. در غیر اینصورت، قادر به استفاده از صف نیستید.
sk: Môžete pridať, premenovať alebo vymazať tlačiarne z tejto fronty. Pamätajte, že potrebujete najmenej jednu tlačiareň na frontu. V inakšom prípade nebudete môcť používať fronty.

source: You can enable the RSS news feed by activating it in the application settings.
fa: میتوانید خوراک اخبار آر اِس اِس را با فعالسازی آن در تنظیمات برنامه فعال کنید.
sk: RSS novinky môžete povoliť ich aktivovaním v nastaveniach programu.

source: You do not have any PDFCreator printers installed. Most likely there was a problem during the setup or the installation has been altered afterwards. Do you want to fix this by reinstalling the PDFCreator printers? Note: You might be asked to grant admin privileges while fixing the problem.
fa: شما هیچگونه چاپگر PDFCreator را نصب نکرده اید. احتمالا مشکلی حین راه اندازی وجود دارد یا بعد از نصب دستکاری شده است. میخواهید این را با نصب مجدد PDFCreator حل نمایید؟ توجه: برای حل این مشکل ممکن است دسترسی آدمین نیاز داشته باشید.
ru: У вас нет принтеров PDFCreator. Скорее всего, во время установки возникла проблема или после этого установка была изменена. Вы хотите исправить это, переустановив принтеры PDFCreator? Примечание. Возможно, вас попросят предоставить права администратора при устранении проблемы.
sk: Nemáte nainštalovanú žiadnu tlačiareň programu PDFCreator. Pravdepodobne sa vyskytol problém počas inštalácie alebo bola inštalácia neskôr nahradená. Poznámka: Na opravu tohto problému možno budú požadované administrátorské práva.

source: You have already converted {0} file!
fa: شما از قبل {0} فایل تبدیل کرده اید!
ru: Вы уже сконвертировали {0} файл!
sk: Už ste previedli {0} súbor!

source: You have invalid settings with unsaved changes.
fa: شما تنظیمات نامعتبر با تغییرات ذخیره نشده دارید.
sk: Máte neplatné nastavenia s neuloženými zmenami.

source: You have invalid settings.
fa: تنظمات نامعتبر دارید.
ru: У вас неверные настройки.
sk: Máte neplatné nastavenia.

source: You have no print queues yet. Add your first queue now!
fa: شما هنوز صف چاپ ندارید. حالا اولین صف خود را اضافه کنید!
sk: Nemáte žiadnu tlačiareň vo fronte. Pridajte najprv tlačiareň!

source: You have no settings for sending enabled
fa: شما تنظیمی برای ارسال فعال نکرده اید
sk: Nemáte povolené žiadne nastavenia pre odosielanie

source: You have printed a password-protected PDF file and Ghostscript ist not able to convert such files.
fa: شما فایل پی دی اِف توسط رمزعبور حفاظت شده را چاپ کرده اید و Ghostscript نمیتواند چنین فایل هایی را تبدیل کند.
ru: Вы напечатали защищенный паролем PDF-файл, и Ghostscript не смог преобразовать такие файлы.
sk: Vytlačili ste heslom chránený PDF súbor a Ghostscript nebol schopný previesť tieto súbory.

source: You have selected to save files only temporarily. If you want to set the target directory click here.
fa: شما فقط ذخیره موقت فایل را انتخاب کرده اید.اگر میخواهید دایرکتوری مقصد را تنظیم کنید اینجا کلیک کنید.
sk: Súbory sú ukladané iba do dočasného priečinka. Ak chcete nastaviť cieľový priečinok, kliknite sem.

source: You have tried to convert directories here. This is currently not supported.
fa: شما سعی در تبدیل دایرکتوری های اینجا کرده اید.
ru: Вы пытались преобразовать каталоги. В настоящее время это действие не поддерживается.
sk: Pokúsili ste sa previesť priečinok. V súčasnosti to nie je podporované.

source: You have unsaved changes.
fa: شما تغییرا ذخیره نشده دارید.
sk: Máte neuložené zmeny.

source: You may not delete the last printer. Uninstall PDFCreator if you really want to remove all related printers.
fa: شما نمیتوانید چاپگر آخر را حذف کنید.اگر میخواهید همه چاپگرها مرتبط را حذف کنید،برنامه را هم حذف کنید.
ru: Вы не можете удалить указанный принтер. Удалите PDFCreator, если вы, действительно, хотите удалить все связанные принтеры.
sk: Nemôžete vymazať poslednú tlačiareň. ak chcete odstrániť všetky súvisiace tlačiarne, odinštalujte program PDFCreator.

source: You need PDFCreator Professional for this feature. Click here for more information.
fa: برای این ویژگی شما به PDFCreator Professional نیاز دارید. برای اطلاعات بیشتر اینجا کلیک کنید.
sk: Potrebujete PDFCreator Professional pre túto funkciu. Kliknite tu pre viac informácií.

source: Your license for "{0}" has expired. PDFCreator will shut down.
fa: مجوز شما برای "{0}" منقضی شده است. PDFCreator بسته خواهد شد.
ru: Срок действия вашей лицензии для "{0}" истек. PDFCreator будет закрыт.
sk: Vaša licencia pre „{0}" expirovala. PDFCreator sa teraz ukončí.

source: Your license for "{0}" has expired. Please contact your administrator. PDFCreator will shut down.
fa: مجوز شما برای "{0}" منقضی شده است. لطفا با آدمین سیستم خود تماس بگیرید. PDFCreator بسته خواهد شد.
ru: Срок действия вашей лицензии для "{0}" истек. Обратитесь к своему администратору. PDFCreator будет закрыт.
sk: Vaša licencia pre „{0}" expirovala. Kontaktujte vášho administrátora. PDFCreator sa teraz ukončí.

source: Your license for "{0}" is invalid or has expired. Please check your license, otherwise PDFCreator will shutdown. Do you want to check your license now?
fa: مجوز شما برای "{0}" نامعتبر یا منقضی شده است. لطفا مجوز خود را بررسی نمائید، در غیر اینصورت PDFCreator بسته خواهد شد. آیا میخواهید حالا مجوز را بررسی کنید؟
ru: Ваша лицензия на "{0}" недействительна или истекла. Проверьте лицензию, иначе PDFCreator будет закрыт. Вы хотите проверить свою лицензию сейчас?
sk: Vaša licencia pre „{0}" je neplatná alebo expirovala. Skontrolujte si vašu licenciu, inak PDFCreator bude ukončený. Chcete si skontrolovať vašu licenciu teraz?

source: Your trial has expired on {0}. PDFCreator will shut down. Please contact: licensing@pdfforge.org
fa: ارزیابی شما در{0} منقضی می شود. PDFCreator برنامه بسته خواهد شد. با این آدرس تماس بگیرید: licensing@pdfforge.org
ru: Срок пробного использования истёк {0}. PDFCreator завершит работу. Свяжитесь с нами: licensing@pdfforge.org
sk: Vaša skúšobná verzia exipiruje {0}. PDFCreator bude ukončený. Kontaktujte nás na adrese: licensing@pdfforge.org

source: Your version of PDF Architect is outdated
fa: نسخه PDF Architect شما تاریخ گذشته است
sk: Vaša verzia programu PDF Architect je zastaralá

source: ZIP
fa: کد پستی

source: ZIP Compression
fa: فشرده سازی زیپ
ru: ZIP-сжатие
sk: ZIP kopresia

source: _Author:
fa: _مولف:
ru: Автор:
sk: _Autor:

source: _Cancel
fa: _لغو
ru: _Отмена
sk: _Zrušiť

# PrintJobWindowButton
source: _Cancel
fa: _لغو
ru: Отмена
sk: _Zrušiť

source: _Directory:
fa: _دایرکتوری:
sk: _Priečinok:

# PrintJobWindowButton
source: _E-mail
fa: _ایمیل

source: _Keywords:
fa: _کلمات کلیدی:
ru: Ключевые слова:
sk: _Kľúčové slová:

# PrintJobWindowButton
source: _Merge
fa: _ادغام
ru: Слияние
sk: _Spojiť

source: _OK
fa: _تایید
ru: ОК

source: _Profile:
fa: _پروفایل:
ru: Профиль:
sk: _Profil:

source: _Remove
fa: _حذف
ru: Удалить
sk: _Odstrániť

# PrintJobWindowButton
source: _Save
fa: _ذخیره
ru: Сохранить
sk: _Uložiť

source: _Skip
fa: _رَد
ru: Пропустить
sk: _Preskočiť

source: _Subject:
fa: _موضوع:
ru: Тема:
sk: _Subjekt:

source: _Text:
fa: _متن:
ru: Текст:

source: _Title:
fa: _عنوان:
ru: Заголовок:
sk: _Názov:

source: and {0} more file/directory
fa: و {0} فایل/پوشه بیشتر
sk: a {0} ďalší súbor/priečinok

source: and {0} more.
fa: و {0} بیشتر .
ru: и {0} ещё.
sk: a {0} ďalší.

source: centimeter
fa: سانتیمتر

source: inch
fa: اینچ
sk: Palec

source: keyword 1 keyword 2
fa: کلمه کلیدی 1 کلمه کلیدی 2
ru: КлючевоеСлово1 КлючевоеСлово2
sk: kľúčovéslovo 1 kľúčovéslovo 2

source: restrict to low quality
fa: محدودکردن به کیفیت پایین
ru: установить в низком качестве
sk: obmedziť na nízku kvalitu

source: to copy content from the document
fa: برای کپی محتوای سند
ru: копировать содержимое документа
sk: kopírovanie obsahu z dokumentu

source: to edit comments
fa: برای ویرایش نظرات
ru: редактировать комментарии
sk: úpravu komentárov

source: to edit the assembly
fa: برای ویرایش اسمبلی
ru: редактировать сборку
sk: upraviť zostavy

source: to edit the document
fa: برای ویرایش سند
ru: редактировать документ
sk: úpravu dokumentu

source: to fill forms
fa: برای پُرکردن فرم ها
ru: заполнять формы
sk: vyplniť polia

source: to print the document
fa: برای چاپ سند
ru: печатать документ
sk: tlač dokumentu
