Repository: timbze/PDFCreator
Catalog: Source/Languages/*/LC_MESSAGES/messages.po
Languages: fa, ru, sk

source: Opens the default e-mail client with the converted document as attachment.
fa: بازکردن برنامه ایمیل پیش فرض با سند تبدیل شده بعنوان ضمیمه.
sk: Otvorí predvoleného e-mailového klienta s prevedeným dokumentom v prílohe.

source: Operation failed. You probably do not have sufficient permissions.
fa: عملکرد موفق نشد.احتمالا دسترسی کافی ندارید.
ru: Опрерация прервана. Возможно недостаточно прав доступа.
sk: Operácia zlyhala. Pravdepodobne nemáte potrebné povolenia.

source: Optical character recognition (OCR)
fa: تشخیص کاراکتر نوری (OCR)
ru: Оптическое распознавание символов (OCR)
sk: Optické rozpoznávanie znakov (OCR)

source: Optional content group panel visible
fa: پدیداری پنل اختیاری گروه بندی محتوا
ru: Показывать дополнительную контентную панель
sk: Viditeľný panel voliteľného obsahu

source: Other changes
fa: سایر تغییرات
sk: Ostatné zmeny

source: Other powerful PDF Architect features:
fa: سایر ویژگی های قدرتمند PDF Architect:
ru: Другие мощные функции PDF Architect:
sk: Ostantné funkcie programu PDF Architect:

source: Our full-featured PDF Editor
fa: ویرایشگر پی دی اِف با وِزگی های کامل ما
ru: Наш полнофункциональный редактор PDF
sk: PDF editor s mnohými funkciami

source: Outline Width:
fa: عرض نمای کلی:
ru: Ширина:
sk: Hrúbka obysu:

source: Output Format
fa: فرمت خروجی
ru: Выходной формат
sk: Formát výstupu

source: Output Format:
fa: فرمت خروجی:
sk: Formát výstupu:

source: Overwrite all settings
fa: جایگزینی همه تنظیمات
ru: Перезаписать все настройки
sk: Prepísať všetky nastavenia

source: Owner password (for editing):
fa: (رمزعبور مالک (برای ویرایش:
ru: Пароль владельца (для редактирования):
sk: Vlastník hesla (pre upravovanie):

source: PDF Architect could not open output file.
fa: برنامه نمیتواند فایل خروجی را باز کند.
ru: PDF Architect не может открыть выходной файл.
sk: PDF Architect nemohol otvoriť výstupný súbor.

source: PDF Signature
fa: امضای پی دی اِف
ru: Подпись PDF
sk: PDF podpis

source: PDF file
fa: فایل پی دی اِف
ru: Файл PDF
sk: Súbor PDF

source: PDF files
fa: فایل PDF
ru: Файлы PDF
sk: PDF súbory

source: PDF/A (long term preservation)
fa: PDF/A (حفظ ضوابط بلند)
ru: PDF/A (долгосрочное сохранение)
sk: PDF/A (dlhodobá ochrana)

source: PDF/A-1b file
fa: فایل PDF/A-1b
ru: Файл PDF/A-1b
sk: Súbor PDF/A-1b

source: PDF/A-2b file
fa: فایل PDF/A-2b
ru: Файл PDF/A-2b
sk: Súbor PDF/A-1b

source: PDF/A-3b file
fa: فایل PDF/A-3b
sk: Súbor PDF/A-3b

source: PDF/X file
fa: فایل PDF/X
ru: Файл PDF/X
sk: Súbor PDF/X

source: PDFCreator Online
fa: PDFCreator آنلاین

source: PDFCreator is free software consisting of multiple components with individual licenses.
fa: PDFCreator یک برنامه رایگان شامل چندین کامپاننت با مجوز های جداگانه است.
ru: PDFCreator - это бесплатное программное обеспечение, состоящее из нескольких компонентов с индивидуальными лицензиями.
sk: Program PDFCreator je poskytovaný zdarma a pozostávajúci z viacerých komponentov s individuálnymi licenciami.

source: PDFCreator needs to temporarily change the default printer to be able to convert the file. Do you want to proceed?
fa: برنامه نیاز دارد موقتا چاپگر پیش فرض را تغییر دهد تا قادر باشد فایل را تبدیل کند.میخواهید ادامه دهید؟
ru: PDFCreator необходим, чтобы временно изменить принтер по умолчанию для конвертирования файла. Вы хотите продолжить?
sk: Ak chcete konvertovať súbor, program PDFCreator musí dočasne zmeniť predvolenú tlačiareň. Chcete to vykonať?

source: PDFCreator settings.
fa: تنظیمات PDFCreator.
sk: Nastavenia programu PDFCreator.

source: PDFCreator was not able to repair your printers. Please contact your administrator or the support to assist you in with this problem.
fa: PDFCreator قادر به تعمیر چاپگر نیست.لطفا با آدمین یا پشتیبانی برای کمک در حل این مشکل تماس بگیرید.
ru: PDFCreator не может восстановить ваши принтеры. Пожалуйста, обратитесь к вашему администратору или службе поддержки за помощью в устранении этой проблемы.
sk: Program PDFCreator nemohol opraviť žiadnu z vašich tlačiarní. Kontaktujte vášho administrátora alebo podporu pre vyriešenie tohto problému.

source: PDFCreator was not able to repair your spool folder. Please contact your administrator or the support to assist you in changing the permissions of the path '{0}'.
fa: برنامه قادر به تعمیر پوشه اسپول نیست. لطفا با آدمین یا پشتیبانی برای کمک به شما در تغییر سطح دسترسی مسیر '{0}' تماس برقرار کنید.
ru: PDFCreator не может восстановить папку хранения очереди печати. Пожалуйста, свяжитесь с вашим администратором или службой поддержки для изменения прав доступа к папке '{0}'.
sk: PDFCreator nemôže opraviť váš priečinok s tlačovými úlohami. Kontaktujte prosím vášho administrátora alebo podporu pre zmenu povolení cieľového priečinku '{0}'.

source: PFX/P12 files
fa: فایل PFX/P12
ru: файлы PFX/P12
sk: Súbory PFX/P12

source: PNG (graphic file)
fa: PNG (فایل گرافیک)
ru: PNG (графический файл)
sk: PNG (grafický súbor)

source: PNG Settings
fa: تنظیمات PNG
ru: Настройки PNG
sk: Nastavenia PNG

source: PNG file
fa: فایل PNG
ru: Файл PNG
sk: Súbor PNG

source: Page Orientation:
fa: جهت یابی صفحه:
ru: Ориентация страницы:
sk: Orientácia stránky:

source: Page view:
fa: مشاهده صفحه:
ru: Просмотр страницы:
sk: Náhľad stránky:

source: Page:
fa: صفحه:
ru: Страница:
sk: Stránka:

source: Pages
fa: صفحات
sk: Stránky

source: Pages:
fa: صفحات:
ru: Стр.:
sk: Počet stránok:

source: Password
fa: تنظيم رمزعبور
ru: Пароль
sk: Heslo

source: Password strength:
fa: قدرت رمزعبور:
sk: Sila hesla:

source: Password:
fa: رمزعبور:
ru: Пароль:
sk: Heslo:

source: Paste the response code here:
fa: کُد پاسخ را اینجا بچسبانید:
ru: Укажите код подтверждения:
sk: Prilepte tu kód odpovede:

source: Path for JPEG viewer is empty.
fa: مسیر برای نمایش دهنده JPEG خالی است.
ru: Путь для программы просмотра JPEG пуст.
sk: Cesta pre JPEG prehliadač nebola nájdená.

source: Path for PDF viewer is empty.
fa: مسیر برای نمایش دهنده PDF خالی است.
ru: Путь для программы просмотра PDF пуст.
sk: Cesta pre PDF prehliadač nebola nájdená.

source: Path for PNG viewer is empty.
fa: مسیر برای نمایش دهنده PNG خالی است.
ru: Путь для программы просмотра PNG пуст.
sk: Cesta pre PNG prehliadač nebola nájdená.

source: Path for TIFF viewer is empty.
fa: مسیر برای نمایش دهده TIFF خالی است.
ru: Путь для программы просмотра TIFF пуст.
sk: Cesta pre TIFF prehliadač nebola nájdená.

source: Path for Text viewer is empty.
fa: مسیر برای نمایش دهده متن خالی است.
ru: Путь для программы просмотра текста пуст.
sk: Cesta pre textový prehliadač nebola nájdená.

source: Persian
fa: فارسی
sk: perzština

source: Place a pattern like this on a separate line in your document
fa: الگویی مانند این را در یک خط جدا در سند خود قرار دهید
sk: Umiestnite reťazec ako tento na samostatný riadok vo vašom dokumente

source: Places a stamp text on the document.
fa: قرار دادن متن مهر در سند.
sk: Vloží pečiatku do dokumentu.

source: Please ensure your CS-Scripts are located in: "{0}"
fa: لطفا مطمئن شوید اسکریپت های CSقرار گرفته در: "{0}"
sk: Uistite sa, že váš CS-Skript je v umiestnení: „{0}"

source: Please enter new profile name:
fa: لطفا نام پروفایل جدید وارد کنید:
ru: Введите новое имя профиля:
sk: Zadajte nový názov profilu:

source: Please enter new queue name:
fa: لطفا نام صف جدید وارد کنید:
sk: Zadajte nový názov fronty:

source: Please enter printer name:
fa: لطفا نام چاپگر را وارد کنید:
ru: Пожалуйста, укажите имя принтера:
sk: Zadajte názov tlačiarne:

source: Please enter profile name:
fa: نام پروفایل را وارد کنید:
ru: Пожалуйста, введите название профиля:
sk: Zadajte názov profilu:

source: Please enter queue name:
fa: لطفا نام صف را وارد کنید:
sk: Zadajte názov fronty:

source: Please enter your license key:
fa: لطفا کلید مجوز خود را وارد کنید:
ru: Пожалуйста, введите ваш лицензионный ключ:
sk: Zadajte váš licenčný kľúč:

source: Please note that without enabling any send action, files will not be forwarded and only stored in a temporary folder
fa: لطفا توجه کنید که بدون فعال کردن هر اقدام ارسال،فایل های ارسال نشده و فقط در پوشه موقتی ذخیره میشود
sk: Bez povolenia tejto akcie súbory nebudú odosielané, ale iba ukladané do dočasného priečinka

source: Please note that you won't receive any notifications about available updates!
fa: توجه داشته باشد که شما هیچگونه اطلاع رسانی بابت بروز رسانی دریافت نمی کنید!
ru: Пожалуйста, обратите внимание, что вы не будете получать никаких оповещений о доступных обновлениях!
sk: Berte na vedomie, že už ďalej nebudete upozorňovaný na dostupné aktualizácie!

source: Please note: Everyone who receives this link will be able to access the file
fa: لطفا توجه کنید: هرکسی این لینک را دریافت کند قادر به دسترسی به فایل است
sk: Poznámka: Každý kto obdrží tento odkaz bude mať prístup k súboru

source: Please read the license section for further information on these licenses.
fa: لطفا قسمت مجوز را برای اطلاعات بیشتر درباره مجوزها بخوانید.
sk: Viac informácií o týchto licenciách si prečítajte nižšie v sekcii Licencie.

source: Please save or cancel settings to continue
fa: لطفا برای ادامه تنظیمات را ذخیره با لغو کنید
ru: Сохраните или отмените настройки, чтобы продолжить
sk: Pred pokračovaním uložte alebo zrušte nastavenia

source: Please select Dropbox Account:
fa: لطفا اکانت درآپ باکس را انتخاب کنید:
ru: Пожалуйста, выберите учетную запись Dropbox:
sk: Zadajte Dropbox účet:

source: Please select a FTP account:
fa: لطفا اکانت اِف تی پی را انتخاب کنید:
ru: Выберите учетную запись FTP:
sk: Vyberte FTP účet:

source: Please select a SMTP account:
fa: لطفا اکانت اِس اِم تی پی را انتخاب کنید:
ru: Выберите учетную запись SMTP:
sk: Zadajte SMTP účet:

source: Please use "PDFCreator Terminal Server" for use on computers with installed Terminal Services. Please visit our website for more information or contact us directly: licensing@pdfforge.org
fa: لطفا از "PDFCreator Terminal Server" برای استفاده در رایانه ای که سرویس ترمینال در آن است استفاده کنید. لطفا برای اطلاعات بیشتر یا تماس مستقیم با ما ارتباط برقرار کنید: licensing@pdfforge.org
ru: Используйте «Сервер терминалов PDFCreator» для использования на компьютерах с установленными службами терминалов. Посетите наш веб-сайт для получения дополнительной информации или свяжитесь с нами напрямую: licensing@pdfforge.org
sk: Ak chcete na tomto počítači používať terminálové služby, tak použite „PDFCreator Terminal Server". Pre viac informácií navštívte našu webstránku alebo nás kontaktujte priamo na licensing@pdfforge.org

source: Polish
fa: لهستانی
sk: poľština

source: Port:
fa: پورت:
ru: Порт:

source: Portrait
fa: نماي عمودي
ru: Книжная
sk: Na výšku

source: Portuguese (Brazil)
fa: پرتغالی(برزیل)
sk: portugalčina (brazílsky)

source: Preparation
fa: آماده سازی
sk: Príprava

source: Preview
fa: پيش نمايش
ru: Предварительный просмотр
sk: Náhľad

source: Primary Printer
fa: چاپگر اولیه
ru: Первичный принтер
sk: Hlavná tlačiareň

source: Print
fa: چاپ
ru: Печать
sk: Tlačiť

source: Print PDFCreator Test Page
fa: چاپ صفحه تست PDFCreator
ru: Тестовая страница PDFCreator
sk: Tlačiť PDFCreator testovaciu stránku

source: Print Test Page
fa: چاپ صفحه متن
sk: Tlačiť testovaciu stránku

source: Print Windows Test Page
fa: پنجره چاپ صفحه تست
ru: Тестовая страница Windows
sk: Tlačiť Windows testovaciu stránku

source: Print a test page with the current profile. You will be asked to save the settings if required.
fa: چاپ یک صفحه تست با سند فعلی. اگر نیاز بود تنظیمات ذخیره شود از شما خواسته میشود.
sk: Vytlačí testovaciu stránku s aktuálnym profilom. Ak bude potrebné budete vyzvaný na uloženie nastavení.

source: Print after saving
fa: چاپ بعد از ذخیره سازی
ru: Печать после сохранения
sk: Vytlačiť po uložení

source: Print document
fa: چاپ سند
ru: Печать документа
sk: Tlačiť dokument

source: Print failed because of invalid settings in queue.
fa: چاپ به علت تنظیمات نامعتبر در صف موفق نشد.
sk: Tlač zlyhala z dôvodu nesprávnych nastavení.

source: Print to '{0}' to get started!
fa: چاپ در '{0}' برای شروع به کار!
ru: Распечатайте '{0}' чтобы начать!
sk: Tlačte jednoducho cez „{0}"

source: Print with PDF Architect
fa: چاپ با PDF Architect
sk: Tlačiť v programe PDF Architect

source: Printer
fa: چاپگر
ru: Принтер
sk: Tlačiareň

source: Printer:
fa: چاپگر:
ru: Принтер:
sk: Tlačiareň:

source: Printers
fa: چاپگرها
sk: Tlačiarne

source: Printing a Test Page creates a PDF file using the settings of the currently selected queue. It does not use the service for printing.
fa: چاپ یک صفحه تست، فایل PDF با استفاده از تنظیمات فعلی صف منتخب ایجاد می کند. از سرویس برای چاپ استفاده نمی کند.
sk: Vytlačením Testovacej stránky vytvoríte PDF súbor s použitím nastavení aktuálne vybranej fronty. Toto nepoužíva službu pre tlačenie.

source: Prints the document to a physical printer.
fa: چاپ سند به یک چاپگر فیزیکی.
sk: Vytlačí dokument na fyzickej tlačiarni.

source: Priority Support
fa: اولویت پشتیبانی
ru: Приоритетная поддержка
sk: Prioritná podpora

source: Privacy policy
fa: سیاست حریم خصوصی
sk: Zásady ochrany osobných údajov

source: Profile
fa: پروفايل
ru: Профиль
sk: Profil

source: Profile:
fa: پروفايل:
ru: Профиль:
sk: Profil:

source: Profiles
fa: پروفايل
ru: Профили
sk: Profily

source: Program File:
fa: فایل های برنامه:
sk: Súbor programu:

source: Quality (%):
fa: کیفیت (%):
ru: Качество (%):
sk: Kvalita (%):

source: Queue
fa: صف
sk: Fronta

source: Queue Name:
fa: نام صف:
sk: Názov fronty:

source: Queue Settings
fa: تنظیمات صف
sk: Nastavenia fronty

source: Queue:
fa: صف:
sk: Fronta:

source: Queues
fa: صف ها
sk: Fronty

source: Quick Actions
fa: اقدامات سریع
ru: Быстрые действия
sk: Rýchle akcie

source: RSS news feed disabled.
fa: خوراک اخبار آر اِس اِس غیرفعال شده است.
sk: RSS novinky sú zakázané.

source: Re-enter Password
fa: رمزعبور را مجدد وارد کنید
ru: Повторно введите пароль
sk: Zopakujte heslo

source: Read More
fa: بیشتر بدانید
sk: Prečítať viac

source: Read our privacy policy here:
fa: سیاست حریم خصوصی ما را در اینجا بخوانید:
sk: Viac o zásadách ochrany osobných údajov si prečítajte tu:

source: Reason:
fa: علت:
ru: Причина:
sk: Dôvod:

source: Refresh
fa: تازه سازی
sk: Obnoviť

source: Refresh History
fa: تازه سازی تاریخچه
ru: Обновить историю
sk: Obnoviť históriu

source: Reload Script List
fa: بارگذاری مجدد لیست اسکریپت
sk: Znovu načítať zoznam

source: Remove
fa: حذف
ru: Удалить
sk: Odstrániť

source: Remove Account
fa: حذف اکانت
sk: Odstrániť účet

source: Remove All
fa: حذف همه
ru: Удалить все
sk: Odstrániť všetko

source: Remove Dropbox Account
fa: حذف اکانت درآپ باکس
ru: Удалить учетную запись Dropbox
sk: Odstrániť účet Dropbox

source: Remove FTP account
fa: حذف اکانت اِف تی پی
ru: Удалить учетную запись FTP
sk: Odstrániť FTP účet

source: Remove HTTP Account
fa: حذف اکانت اِچ تی تی پی
ru: Удалить учетную запись HTTP
sk: Odstrániť HTTP účet

source: Remove Profile
fa: حذف پروفایل
ru: Удалить профиль
sk: Odstrániť profil

source: Remove SMTP Account
fa: حذف اکانت اِس اِم تی پی
ru: Удалить учетную запись SMTP
sk: Odstrániť SMTP účet

source: Remove Time Server Account
fa: حذف زمان سرور اکانت
ru: Удалить учетную запись сервера времени
sk: Odstrániť účet časového servera

source: Remove at beginning
fa: حذف از ابتدا
ru: Удалить в начале
sk: Odstrániť na začiatku

source: Remove at end
fa: حذف از انتها
ru: Удалить в конце
sk: Odstrániť na konci

source: Remove from history
fa: حذف از تاریخچه
ru: Удалить из истории
sk: Odstrániť z histórie

source: Remove queue
fa: حذف صف
sk: Odstrániť frontu

source: Removed from context menu (Maybe you need to restart your computer)
fa: از منوی کلیکراست حذف شد (شاید نیاز به ریستارت رایانه باشد)
ru: Удален из контекстного меню (Возможно, вам нужно перезагрузить компьютер)
sk: Odstránené z kontextového menu (Možno bude potrebné reštartovať váš počítač)

source: Rename
fa: تغییرنام
ru: Переименовать
sk: Premenovať

source: Rename Printer
fa: تغییر نام چاپگر
ru: Переименовать принтер
sk: Premenovať tlačiareň

source: Rename Profile
fa: تغییر نام پروفایل
ru: Переименовать профиль
sk: Odstrániť profil

source: Rename queue
fa: تغییرنام صف
sk: Premenovať frontu

source: Reorder and Merge Print Jobs
fa: چینش مجدد و ادغام وظایف چاپ
ru: Изменить порядок и объединить задания печати
sk: Zmena poradia a zlúčenie tlačových úloh

source: RepairTool not found
fa: ابزار ترمیم یافت نشد
ru: Помощник по восстановлению PDFCreator не найден
sk: Nástroj pre opravu nebol nájdený

source: Repeat all pages
fa: تکرارکردن همه صفحات
ru: Повторять все страницы
sk: Opakovať všetky stránky

source: Repeat last page
fa: تکرار صفحه آخر
ru: Повторять последнюю страницу
sk: Opakovať poslednú stránku

source: Repetition:
fa: تکرار:
ru: Повторение:
sk: Opakovanie:

source: Replace
fa: جايگزيني
ru: Замена
sk: Nahradiť

source: Replace with regular expression
fa: جایگزینی با عبارت باقاعده
ru: Заменить регулярным выражением
sk: Nahradiť správnym výrazom

source: Replace with:
fa: جایگزینی با:
ru: Заменить на:
sk: Nahradiť s:

source: Replaced Title:
fa: عنوان جایگزین شده:
ru: Измененное название:
sk: Náhradný názov:

source: Request an activation code on our website:
fa: درخواست کُد فعالسازی در وبسایت ما:
ru: Запрос кода активации на нашем сайте:
sk: Požiadavku na aktiváciu kódu zadajte na našej webstránke:

source: Require a password to open the PDF document
fa: برای بازکردن سند پی دی اِف به رمزعبور نیاز است
ru: Запрашивать пароль для открытия документа PDF
sk: Žiadať heslo pre otvorenie PDF dokumentu

source: Resample images to
fa: نمونه برداری مجدد تصاویر به
ru: Изменить разрешение изображений на
sk: Prevzorkovať obrázky do

source: Resolution (DPI):
fa: وضوح (نقطه بر اینچ):
ru: Разрешение (DPI):
sk: Rozlíšenie (DPI):

source: Restore
fa: بازگردانی
ru: Восстановить
sk: Obnoviť

source: Restore Default Settings
fa: بازگردانی تنظیمات پیش فرض
ru: Восстановить настройки по умолчанию
sk: Obnoviť predvolené nastavenia

source: Result
fa: نتیجه
sk: Výsledok

source: Retry
fa: دوباره
ru: Повторить
sk: Znovu

source: Review and Annotate
fa: بازبینی و حاشیه نویسی
ru: Обзор и аннотирование
sk: Hodnotenie a pripomienky

source: Romanian
fa: رومانی
sk: rumunčina

source: Run Length Compression
fa: اِجرای طول فشرده سازی
ru: Сжатие "на лету"
sk: Spustiť dlhú kompresiu

source: Run Program
fa: اِجرای برنامه
sk: Spustiť program

source: Run program
fa: اِجرای برنامه
sk: Spustiť program

source: Russian
fa: روسی
sk: ruština

source: SMTP
fa: اِس اِم تی پی

source: SMTP Account
fa: اکانت اِس اِم تی پی
ru: SMTP-аккаунт
sk: SMTP účet

source: SMTP Account:
fa: اکانت اِس اِم تی پی:
ru: Учетная запись SMTP:
sk: SMTP účet:

source: SMTP Mail
fa: ایمیل اِس اِم تی پی
ru: Почта SMTP
sk: SMTP E-mail

source: SMTP Server Password:
fa: رمزعبور سرور اِس اِم تی پی:
ru: Пароль сервера SMTP:
sk: Heslo SMTP servera:

source: S_ubject:
fa: مو_ضوع:
ru: Тема:
sk: S_ubjekt:

source: Same XML output format as above, but attempt processing similar to MuPDF
fa: همان فرمت ایکس اِم اِل خروجی مانند بالا،اما سعی در پردازش مانند MuPDF
ru: Такой же формат вывода XML, как указано выше, но попытка обработки аналогична MuPDF
sk: Rovnaký výstupný formát XML, ako je uvedené vyššie, ale pokus o spracovanie podobný MuPDF

source: Sample Title:
fa: متن نمونه:
ru: Пример названия:
sk: Názov zdrojového súboru:

source: Save
fa: ذخيره
ru: Сохранить
sk: Uložiť

source: Save as ...
fa: ذخیره بعنوان ...
sk: Uložiť ako...

source: Save files temporarily
fa: ذخیره موقت فایل
sk: Dočasne uložiť súbory

source: Save settings to file
fa: ذخیره تنظیمات در فایل
ru: Сохранить настройки в файл
sk: Uložiť nastavenia do súboru

source: Save to Desktop
fa: ذخیره در دسکتاپ
sk: Uložiť na plochu

source: Save validation report
fa: ذخیره گزارش معتبرسازی
sk: Uložiť správu o overení

source: Script file contains illegal characters.
fa: فایل اسکریپت حاوی کاراکترهای غیر مجاز است.
ru: Файл сценария содержит недопустимые символы.
sk: Skript obsahuje neplatné znaky.

source: Script file does not exist.
fa: فایل اسکریپت وجود ندارد.
ru: Файл сценария не существует.
sk: Súbor skriptu neexistuje.

source: ScriptFile path is invalid absolute path.
fa: مسیر فایل اسکریپت،مسیر کامل نامعتبر است.
ru: Путь ScriptFile - это недопустимый абсолютный путь.
sk: Adresa súboru skriptu nie je platnou adresou.

source: ScriptFile path is too long.
fa: مسیر فایل اسکریپت خیلی بلند است.
ru: Путь ScriptFile слишком длинный.
sk: Cesta k súboru skriptu je príliš dlhá.

source: Search
fa: یافتن
sk: Vyhľadať

source: Search for:
fa: یافتن برای:
ru: Искать:
sk: Vyhľadať text:

source: Search mode:
fa: حالت جستجو:
ru: Режим поиска:
sk: Režim vyhľadávania:

source: Secure and Protect
fa: ایمنی و حفاظت
ru: Безопасность и защита
sk: Zabezpečenie a ochrana

source: Secured PDF
fa: پی دی اِف ایمن شده
sk: Zabezpečené PDF

source: Secured Time Server
fa: سرور زمان امن شده
ru: Защищенный сервер времени без ввода пароля
sk: Zabezpečený časový server

source: Secured Time Server without password.
fa: سرور زمان امن شده بدون رمزعبور.
ru: Защищенный Сервер времени без ввода пароля.
sk: Zabezpečený časový server bez hesla.

source: Secured Time Server without user name.
fa: سرور زمان امن شده بدون نام کاربر.
ru: Защищенный Сервер времени без имени пользователя.
sk: Zabezpečený časový server bez používateľského mena.

source: Secures PDFs with a password and selects which authorizations the user receives. Signature and Encryption are always processed last.
fa: ایمن کردن PDF ها با رمزعبور و انتخاب اینکه کاربر مجاز به چه کاری است. امضاء و رمزگذاری در آخر پردازش میشود.
sk: Zabezpečí PDF súbory heslom a vyberá, ktoré oprávnenia obdrží užívateľ. Podpis a šifrovanie sú vždy spracované ako posledné.

source: Security
fa: امنیتی
ru: Безопасность
sk: Bezpečnosť

source: Select HTTP Account:
fa: انتخاب اکانت اِچ تی تی پی:
ru: Выберите HTTP-аккаунт:
sk: Vyberte HTTP účet:

source: Select Separator:
fa: انتخاب جداساز:
sk: Vyberte oddeľovač:

source: Select Time Server:
fa: زمان سرور را انتخاب کنید:
ru: Выберите Time Server:
sk: Vyberte časový server:

source: Select account or create a new one ->
fa: یک اکانت انتخاب یا یکی ایجاد کنید ->
ru: Выберите аккаунт или создайте новый ->
sk: Vyberte účet alebo vytvorte ďalší ->

source: Select attachment file
fa: فایل پیوست را انتخاب کنید
ru: Выбор файла для вложения
sk: Vybrať súbor prílohy

source: Select background file
fa: فایل پس زمینه را انتخاب کنید
ru: Выбор файлов для фона
sk: Vybrať súbor pozadia

source: Select certificate file
fa: فایل گواهینامه را انتخاب کنید
ru: Выберите файл сертификата
sk: Vyberte súbor certifikátu

source: Select cover file
fa: فایل کاور را انتخاب کنید
ru: Выбор файла обложки
sk: Vybrať súbor obalu

source: Select destination
fa: انتخاب مقصد
ru: Выберите пункт назначения
sk: Vyberte umiestnenie

source: Select printer ->
fa: انتخاب چاپگر ->
sk: Vybrať tlačiareň ->

source: Select printer before printing
fa: انتخاب چاپگر قبل از چاپ
sk: Pred tlačou vyberte tlačiareň

source: Select printer:
fa: انتخاب چاپگر:
ru: Выбор принтера:
sk: Vybrať tlačiareň:

source: Select program
fa: انتخاب برنامه
sk: Vyberte program

source: Select the application language:
fa: زبان برنامه را انتخاب کنید:
ru: Пожалуйста, выберите язык приложения:
sk: Vyberte si jazyk programu:

source: Select this to only save files in a temporary directory, e.g. if sent by e-mail using SMTP
fa: فقط برای ذخیره فایل در پوشه موقتی این را انتخاب کنید،اگر با ایمیل/اِس اِم تی پی ارسال میشود
sk: Vyberte túto možnosť iba chcete dočasne ukladať súbory, napríklad ak ich chcete poslať cez e-mail pomocou SMTP

source: Select this to only save files in a temporary directory, e.g. if sent by e-mail/SMTP
fa: فقط برای ذخیره در پوشه موقتی این را انتخاب کنید،اگر با ایمیل/اِس اِم تی پی ارسال میشود
sk: Vyberte túto možnosť iba chcete dočasne ukladať súbory, napríklad pre poslanie cez e-mail/SMTP

source: Send
fa: ارسال
ru: Отправить
sk: Odosielanie

source: Send PDFs "without" saving
fa: ارسال پی دی اِف "بدون" ذخیره سازی
sk: Poslať PDF súbory „bez" ukladania

source: Send Test E-mail
fa: ارسال ایمیل تست
ru: Отправить тестовый E-mail
sk: Poslať testovací e-mail
